{"id":1155,"date":"2020-05-25T11:02:43","date_gmt":"2020-05-25T05:32:43","guid":{"rendered":"https:\/\/mcdindia.com\/?page_id=1155"},"modified":"2021-10-30T19:00:34","modified_gmt":"2021-10-30T13:30:34","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/mcdindia.com\/terms-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"[mk_page_section full_width=&#8221;true&#8221; el_class=&#8221;terms-section&#8221; sidebar=&#8221;sidebar-1&#8243;][vc_column][vc_row_inner][vc_column_inner width=&#8221;9\/12&#8243;][vc_column_text el_class=&#8221;terms-heading main-heading&#8221; css=&#8221;.vc_custom_1590385706983{margin-bottom: 0px !important;}&#8221;]\n<h1>Terms and Conditions<\/h1>\n[\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1614055551236{margin-bottom: 0px !important;}&#8221;]<strong>IMPORTANT: PLEASE CAREFULLY READ AND UNDERSTAND THESE TERMS AND CONDITIONS (“TERMS”). THEY CONTAIN LIMITATIONS ON CPRL’S LIABILITY AND OTHER PROVISIONS THAT AFFECT YOUR LEGAL RIGHTS.<\/strong><\/p>\n<p>By installing, accessing or using any websites, mobile apps, email newsletters and subscriptions, and other digital properties on which these terms are posted or referenced (together, “online services”), you are entering into a binding agreement with Connaught Plaza Restaurants Private Limited (“<strong>CPRL<\/strong>”, “<strong>McDonald’s India (North and East)<\/strong>”, “<strong>we<\/strong>” or “<strong>us<\/strong>”), in North-East India, which it controls and operates from its headquarters at 25, Bazaar Lane, Bengali Market, New Delhi 110001.<\/p>\n<p>The information contained in this website is for general purposes only. It should be noted that the contents, products and services available on this website are provided on an “as is” and “as available” basis. We make no representations or warranties of any kind for any purpose, express or implied, about the completeness, accuracy, reliability or availability with respect to the website or the information, products, services or related graphics contained or depicted on the website. Any reliance you place on such information is, therefore, strictly at your own risk. CPRL does not warrant that any information obtained from or through this website is free from virus or other faults, defects or typographical error.<\/p>\n<p>CPRL will not be liable for any costs, damages or injury caused by, including but not limited to, any failure of performance, error, omission, interruption, defect, delay in operation of transmission, computer virus, or line failure. This website is not intended to be used for any legal purpose.<\/p>\n<p>By accepting these terms, you also understand and consent to <a href=\"https:\/\/www.mcdonalds.com\/us\/en-us\/privacy.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPRL’s Privacy Statement<\/a>, which is incorporated into, and part of, this agreement. Our Privacy Statement describes how we collect, use and share information.<\/p>\n<p>The online services are not intended to be used by, or targeted to, anyone under the age of 18. You must be at least 18 years old to use the online services. If you are not yet 18 years old (or the legal age of majority if different in your jurisdiction), then you must review these terms with your parent or guardian and they must understand and agree to these terms in order for you to use the online services.<\/p>\n<p>If you or your parent or guardian do not agree to these terms, then you must immediately stop using the online services and request that CPRL close any online services account that you have created. You can request account deletion by sending an email to <a href=\"mailto:privacy@del.in.mcd.com\" target=\"_blank\" rel=\"noopener noreferrer\">privacy@del.in.mcd.com<\/a>, please include the email address of the account that you want deleted.[\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1635600434966{margin-bottom: 0px !important;}&#8221;]\n<h3><strong>MATCH MEAL OFFER<\/strong><\/h3>\n<h4><b><span lang=\"EN-MY\">1. Promotion Details, Concept and Participation<\/span><\/b><\/h4>\n<p>1.1.    Connaught Plaza Restaurants Private Limited (“<strong>Organizer<\/strong>”), is licensed to operate McDonald’s Restaurants  in North and East India, and currently operates such Restaurants in the States of Delhi, Haryana, Uttar Pradesh, Punjab, Chandigarh, Himachal Pradesh, Rajasthan, Uttarakhand, Bihar, West Bengal, Madhya Pradesh  and Jammu &amp; Kashmir(collectively “<strong>Promotion Territories<\/strong>”). The Organizer will conduct a (i) Selfie contest; and (ii) a lucky draw promotion during the period commencing from <strong>October 30, 2021 to November 30, 2021 (“Promotion Period”) <\/strong>under the name of <strong><em>“Match Meal”<\/em><\/strong> to promote sale of  either (i) a Small Coca-Cola (or other carbonated beverage) plus a McAloo Tikki® Burger and\/or (ii) a Small Coca-Cola (or other carbonated beverage) plus  a Chicken McGrill® Burger   (“<strong>Promotional Products<\/strong>”) within the Promotional Territories in accordance with the terms and conditions set out below (“<strong>Promotion<\/strong>”).<\/p>\n<p>1.2.    The Promotion comprises of (i) a selfie contest (“<strong>Selfie Contest<\/strong>”); and (ii) a lucky draw (<strong>“Lucky Draw”)<\/strong>, which shall be conducted in accordance with the terms and conditions mentioned below. By participating  in  this  Promotion,  the  Eligible Persons as per Clause 5 (each a “<strong>Participant<\/strong>”) accepts  and  agrees  to  abide  by  these  terms  and conditions of the Promotion (“<strong>Promotion Terms<\/strong>”).<\/p>\n<p>1.3     The Promotion shall be valid for the individuals residing in the Promotional Territories and participating in such Promotion through the Restaurants operated by the Organizer in such Promotional Territories. The Promotion shall not extend to any other territory where the Organizer does not operate its Restaurants. It is further clarified that the Promotion shall not extend to the state of Tamil Nadu.<\/p>\n<p>1.4.     Interested individuals being citizen(s) of India who are aged 18 years and above are eligible to participate in the Promotion by purchasing the Promotional Products. This Promotion is only limited to the Promotional Products as specified in the present Promotion.<\/p>\n<p>1.5.    During the Promotion Period and subject to the terms and conditions of this Promotion, Participants will get an opportunity to attend a Meet &amp; greet session with either Jasprit Bumrah or Mohammed Siraj <strong>(“Meet &amp; Greet” or “Luck Draw Prize”).  <\/strong>A Participant is eligible to win the Lucky Draw Prize, only once and as per the Terms and Conditions of this Promotion. In addition to the chance to win the Prize, Participants will also have the chance to win certain merchandise provided by CCIPL (“<strong>Merchandise<\/strong>”) by participating in the Selfie Contest (based on the number of likes such Participant receives on a Selfie uploaded by such Participant after they have tagged the relevant Social Media Handles of the Organizer).<\/p>\n<p>1.6.    Stocks without the Promotion offer will also be available with the Organizer. Further, certain stock of the Promotional Product containing the Promotion offer may be available before commencement of the Promotion Period or continue to be available even after the Promotion Period. However, Participants understand and agree that they will not be permitted to participate in the Promotion after the expiration or prior to start of the Promotion Period and further, agree not to raise any claim or complaint against the Organizer or its agents\/authorized representatives in this respect.<\/p>\n<p>1.7.    The Promotion may be advertised and promoted, <em>inter alia<\/em>, through digital media banners, print, website and other available media.<\/p>\n<p>1.8.    The Promotion is subject to all applicable central, state and local laws and regulations.<\/p>\n<p>1.9.    These Promotion terms and conditions (“<strong>Terms<\/strong>”) will be hosted at www.mcdindia.com (“<strong>Promotion Website<\/strong>”).<\/p>\n<h4><strong><strong>2. <\/strong><\/strong><b><span lang=\"EN-MY\">Organizer and Partners<\/span><\/b><\/h4>\n<p>2.1  This Promotion is conducted by the Organizer, having its corporate office at C\/o Awfis Space Solutions, L-29 to L-34, First Floor, Connaught Place, New Delhi – 110001<\/p>\n<p>2.2     Coca-Cola India Private Limited (“<strong>CCIPL<\/strong>”) shall be offering the Prize and the Merchandise under the Promotion.<\/p>\n<p>2.3      The computerized random selection of winner for this Promotion will be conducted by an accredited firm of Chartered Accountants appointed by the Organizer (“<strong>CA<\/strong>”).<\/p>\n<h4><strong><strong>3. <\/strong><\/strong><b><span lang=\"EN-MY\">Deemed acceptance of terms and conditions<\/span><\/b><\/h4>\n<p>3.1     Entry and participation in this Promotion will be deemed as an unconditional and an unequivocal acceptance of these Terms, including any modifications, revisions and amendments thereto.<\/p>\n<p>3.2   The decisions of Organizer, shall be final and binding on the Participants in all matters related to the Promotion.<\/p>\n<p>3.3   Further, the Participants recognize that these Terms may be modified by Organizer or CCIPL from time to time without any prior\/public notice by posting the applicable terms and conditions on the Promotion Website. Organizer also reserves the right to cancel or terminate the Promotion at any stage without assigning any reasons whatsoever. Successfully entering the Promotion and winning the Prize and\/or Merchandise is subject to all requirements set forth herein.<\/p>\n<h4><b><span lang=\"EN-MY\">4. Promotion Period<\/span><\/b><\/h4>\n<p>4.1 This Promotion will commence on October 30, 2021 <strong>(“Start Date”) <\/strong>and shall last till<strong> November 30, 2021 (“End Date”).<\/strong><\/p>\n<p>4.2 The Period between the Start Date and End Date shall be called the “<strong>Promotion Period<\/strong>”.<\/p>\n<p>4.3 Participants can participate in the Promotion during the aforesaid mentioned time and be eligible to win the Lucky Draw Prize and the Merchandise in accordance with the Terms &amp; Conditions specified herein.<\/p>\n<p>4.4 Promotion will be closed for participation after the Promotion Period and Participants will not be eligible to participate in the Promotion after November 30, 2021 under any circumstances<strong>.<\/strong><\/p>\n<h4><strong>5. Eligibility<\/strong><\/h4>\n<p>5.1  Subject to the criteria of Promotion Territory, entry and participation in this Promotion is open to individuals who satisfy each of the following criteria (“<strong>Eligible Persons<\/strong>”):<\/p>\n<ul>\n<li>are of the age of 18 (eighteen) years or above.<\/li>\n<li>possess all valid documents required for travel as necessary to enable the Winner to travel within India.<\/li>\n<li>have not been arrested for or convicted of any crime or been the subject of any criminal investigation.<\/li>\n<li>bear a good moral character and have not been implicated or named in any legal proceedings (either Civil or Criminal).<\/li>\n<li>are not management, employees, directors or contractors, or the family of the management, employees, directors or contractors of Organizer, its appointed CA, their related entities or other agencies, firms or companies associated with or related to the Promotion.<\/li>\n<li>Organizer and its affiliates, service and advertising agencies and their immediate families (spouses, parents, siblings, children and each of their spouses) and household members are not eligible to participate in the Promotion.<\/li>\n<\/ul>\n<p>5.2    Please note that any application received from residents of the state of Tamil Nadu for Promotion, shall be declared as null and void and shall not be taken into consideration for the purpose of determining the Winner of the Prize.<\/p>\n<p>5.3      For the sake of clarity, this Promotion is not open to Non-Resident Indians (NRIs), Overseas Citizens of India (OCIs) and Persons of Indian Origin (PIOs).<\/p>\n<p>5.4   If any Eligible Person has listed his\/her phone numbers on the National Do Not Call Registry (“NDNC Registry”), he\/she shall de-register from the NDNC Registry prior to participating in the Promotion, till the completion of the Promotion (including availing of the Prize (if applicable) under the Promotion). Such persons agree not to make any claim or raise any complaint whatsoever against the Organizer or CCIPL in this respect. Please note that persons intending to participate in the Promotion who have not de-registered themselves from the NDNC Registry shall also have no right to make any claim or raise any complaints against Organizer or CCIPL if they do or do not receive any call or SMS with respect to their application, participation and all other matters pertaining to the Promotion.<\/p>\n<p>5.5     In order to participate in the Promotion, the Organizer may also demand Participants personal data such as, Name, Phone Number, Residency Address, and any other details that the Organizer may require as part of the Promotion. The Participant agrees that failure to provide such information may  result in the forfeiture of the Participants participation in the Promotion resulting in the Participants forfeiture of their chance to participate and win the Selfie Contest and Lucky Draw. The information provided by the Participant will deemed to be the Participant’s consent to provide such information on a voluntary basis, and shall be subject to and shall be held in accordance with the Privacy Policy of the Organizer, as available on the Promotion Website.<\/p>\n<h4><strong>6. How to enter the promotion<\/strong><\/h4>\n<p>7.1     Participants wishing to enter the Promotion may do so through the following mechanism:<\/p>\n<p><strong>LUCKY DRAW <\/strong><\/p>\n<ol>\n<li>The Participant will need to download the McDonald’s Mobile Application (“<strong>App<\/strong>”), and select region as ‘India &#8211; North &amp; East’;<\/li>\n<li>The Participant will need to redeem the Match Meal Offer on the App, and proceed to purchase the Promotional Products;<\/li>\n<li>The Participant will need to take a selfie with the Promotional Products and post such selfie on Instagram by tagging the following Social Media Handles – “<strong>@mcdonaldsinindia”<\/strong> and “<strong>@cocacolaindia”<\/strong> while using the hashtag “#McDonaldsCricketMania”;<\/li>\n<li>Upon completion of the above steps (and subject to the Important Note below), the details of the Participant will be saved by the Organizer to enable the CA to use automated random selection tools to identify the winner(s) of the Luck Draw (“<strong>Lucky Draw Winner(s)<\/strong>”)<\/li>\n<\/ol>\n<p><strong>IMPORTANT NOTES<\/strong>:<\/p>\n<p>(i) Participant will need to save and retain the physical copy of the invoice showing the Purchase of the Promotional Products by redeeming the Match Meal Offer from the App, as such invoice may be required by the Organizer to verify valid participation.<\/p>\n<p>(ii) The Organizer may contact the Participant on Direct Message channels to obtain Participant’s information as well as verification of such other participation details as may be required by the Organizer to verify the genuineness of the Participant’s participation in the promotion.<\/p>\n<p>(iii) A Participant’s participation in the Promotion will only be considered once, even if such Participant purchases the Promotional Products on multiple occasions and follows the participation steps of the Luck Draw on multiple occasions during the Promotion Period.<\/p>\n<p><strong>SELFIE CONTEST<\/strong><\/p>\n<ol>\n<li>The Participant will need to download the McDonald’s Mobile Application (“<strong>App<\/strong>”), and select region as ‘India &#8211; North &amp; East’;<\/li>\n<li>The Participant will need to redeem the Match Meal Offer on the App, and proceed to purchase the Promotional Products;<\/li>\n<li>The Participant will need to take a selfie with the Promotional Products and post such selfie on Instagram by tagging the following Social Media Handles – “<strong>@mcdonaldsinindia<\/strong>” and “<strong>@cocacolaindia<\/strong>” while using the hashtag “#McDonaldsCricketMania”;<\/li>\n<li>Upon completion of the above steps (and subject to the Note below), the details of the Participant will be saved by the Organizer to enable the Organiser to identify the winner(s) of the Selfie Contest (“<strong>Selfie Contest Winner(s)<\/strong>”)<\/li>\n<\/ol>\n<p><strong>IMPORTANT NOTES<\/strong>:<\/p>\n<p>(i) Participant will need to save and retain the physical copy of the invoice showing the Purchase of the Promotional Products by redeeming the Match Meal Offer from the App, as such invoice may be required by the Organizer to verify valid participation.<\/p>\n<p>(ii) The Organizer may contact the Participant on Direct Message channels to obtain Participant’s information as well as verification of such other participation details as may be required by the Organizer to verify the genuineness of the Participant’s participation in the promotion.<\/p>\n<p>(iii) A Participant’s participation in the Promotion will only be considered once, even if such Participant purchases the Promotional Products on multiple occasions and follows the participation steps of the Selfie Contest on multiple occasions during the Promotion Period.<\/p>\n<p>Please note that standard SMS\/call\/internet charges will apply (this will depend upon the call tariff of the user). However, these rates are not fixed and may be subject to change and may vary from operator to operator. We recommend that the Participants confirm the applicable rates and charges with their respective telecom service providers.<\/p>\n<p>Entry by proxy is not permitted. Participants can only enter in their own name.<\/p>\n<p>7.2     The Promotion is only limited to the Promotional Products sold by the Organizer.<\/p>\n<p>7.3     Participants are eligible to participate in the Promotion and win the Prize and\/or Merchandise in accordance with the terms and conditions of this Promotion by purchasing the Promotional Products.<\/p>\n<p>7.4     The Promotion is only limited to the beverages under the brand Coca-Cola,  sold by the Organizer.<\/p>\n<p>7.5    However, mere participation in the Lucky Draw or the Selfie Contest does not imply the Participant is selected as Selfie Contest Winner(s) or the Luck Draw Winner(s), as the case may be.<\/p>\n<p>7.6  The Organizer has the discretion to observe and reject any incorrect, incomplete, returned, bulk orders.<\/p>\n<p>7.7   If the contacted Selfie Contest Winner(s) conveys that he\/she is not interested in the Promotion any longer, the Selfie Contest Winner(s) receipt of the Merchandise shall stand forfeited.<\/p>\n<p>7.8   If the contacted Lucky Draw Winner(s) conveys that he\/she is not interested in the Promotion any longer, the Luck Draw Winner(s) opportunity for the Meet &amp; Greet shall stand forfeited.<\/p>\n<p><strong>Process in relation to eligible Lucky Draw Winner<\/strong>:<\/p>\n<ol>\n<li>The eligible Lucky Draw Winner(s) will be contacted total of 3 times, within 7 working days of announcement of results.<\/li>\n<li>If the eligible Lucky Draw Winner is not reachable \/ contactable or suitable response\/confirmation is not received from the winner, the Lucky Draw Winner’s opportunity to win the Prize shall stand forfeited.<\/li>\n<li>If the eligible Lucky Draw Winner upon receiving the call, is interested in continuing in the Promotion and is in possession of a valid documents not later than 5 days from the date of receiving the call herein, he\/she shall remain eligible for the Prize.<\/li>\n<li>Travel Arrangement:<\/li>\n<\/ol>\n<p><strong>Expenses Included:<\/strong><\/p>\n<ol>\n<li>In case the Lucky Draw Winner is not residing in the same city where the Meet and Greet session is planned to take place:<\/li>\n<\/ol>\n<p>a)Round-trip Flight (economy class)<\/p>\n<p>b)Airport transfers to and from the place of the Meet and Greet session;<\/p>\n<ol>\n<li>c) 3 star Hotel Stay only for one night.<\/li>\n<li>d) Pre-Booked Meals in the hotel<\/li>\n<li>In case the Winner is residing in the same city where the Meet and Greet session is planned to take place:<\/li>\n<\/ol>\n<p>&#8211; Local transport to and from the  place of the Meet and Greet session.<\/p>\n<p><strong>Expenses Excluded<\/strong>&#8211;<\/p>\n<ol>\n<li>mini bar,<\/li>\n<li>adhoc expenses in hotel,<\/li>\n<li>RT-PCR Test\/Antigen test for the purpose of travel.<\/li>\n<\/ol>\n<p>It is hereby clarified that:<\/p>\n<ol>\n<li>Any additional costs beyond the costs included above will be borne by the Lucky Draw Winner.<\/li>\n<li>It is the Lucky Draw Winners’ responsibility to organize inter-city commute including transport to\/from the airport departure\/return point.<\/li>\n<\/ol>\n<ul>\n<li>If the Lucky Draw Winner is unable to board the flight for any reason (except in case the flight is cancelled by the airline) CCIPL or the Organizer shall not be responsible for paying any compensation in cash or kind to the Lucky Draw Winner and the Lucky Draw Winner shall be solely responsible to arrange and pay for his travel to the venue of the Meet and Greet session.<\/li>\n<\/ul>\n<ol>\n<li>If the Lucky Draw Winner is unable to attend the Meet and Greet session for any reason, neither CCIPL nor the Organizer shall be responsible for paying any compensation in cash or kind to such a Lucky Draw Winner and in such an eventuality, the Lucky Draw Winners’ prize shall stand forfeited.<\/li>\n<li>CCIPL and the Organizer shall not be responsible for any other expenses other than herein specified. The Lucky Draw Winner agrees that no claims, correspondence or complaints shall be raised against the Organizer or CCIPL in this regard.<\/li>\n<\/ol>\n<p><strong>Process in relation to eligible Selfie Contest Winner<\/strong>:<\/p>\n<ol>\n<li>The eligible Selfie Contest Winner(s) will be contacted total of 2 times, within 7 working days of announcement of results. The eligible Selfie Contest Winner(s) will be contacted by direct message on their social media platform or by way of a phone call or by way of email.<\/li>\n<li>If the eligible Selfie Contest Winner(s) is not reachable \/ contactable or suitable response\/confirmation is not received from the winner, the Selfie Contest Winner(s) opportunity to win the Merchandise shall stand forfeited.<\/li>\n<\/ol>\n<ul>\n<li>If the eligible Selfie Contest Winner(s) upon receiving the call \/ direct message \/e-mail , is interested in continuing in the Promotion and is in possession of a valid documents not later than 5 days from the date of receiving the call \/ direct message \/ email herein, he\/she shall remain eligible for the Prize.<\/li>\n<\/ul>\n<p>It is hereby clarified that:<\/p>\n<ol>\n<li>The Organizer will inform the Selfie Contest Winner(s)on how and where to collect the Merchandise.<\/li>\n<\/ol>\n<ul>\n<li>Any costs associated with collection and\/or delivery (if delivery is agreed by Organizer) shall be borne by the Selfie Contest Winner(s). No costs towards collection of such Merchandise will be borne by Organizer and\/or CCIPL.<\/li>\n<li>If the Selfie Contest Winner(s) is unable to collect the Merchandise from the Organizer and\/or CCIPL (as the case may be), neither CCIPL nor the Organizer shall be responsible for paying any compensation in cash or kind to such a Selfie Contest Winner(s) and in such an eventuality, the Selfie Contest Winner(s)’ prize shall stand forfeited.<\/li>\n<\/ul>\n<h4><b><span lang=\"EN-US\">7. Prizes, Winners and Winner Selection Process<\/span><\/b><\/h4>\n<p><strong>LUCKY DRAW<\/strong><\/p>\n<p>7.1    The CA will conduct the Lucky Draw  on December 6, 2021 through computerized random selection from amongst the valid participation entries received by the Organizer in compliance with the process set out above<strong>.<\/strong><\/p>\n<p>7.2     There shall only be a total of 2 winners for the Lucky Draw Prize under the Promotion.<\/p>\n<p>7.3      Such eligible Lucky Draw Winner(s) shall then be contacted by the Organizer for taking his\/her consent to attend the Meet &amp; Greet Session with either Bumrah or Siraj at such a place &amp; time as intimated by the Organizer to the eligible Lucky Draw Winner(s) atleast 15 days in advance of the Meet &amp; Greet session.<\/p>\n<p>7.4     It shall be the sole responsibility of such Participant to procure all relevant documents for the Meet and Greet, in accordance with the Terms of the Promotion. The Organizer will provide to the Participant such necessary documents, if any, required for the purpose of procuring requisite travel documents.<\/p>\n<p>An Eligible Winner who has obtained the relevant documents  and has fulfilled all other requirements for the purpose of claiming the Prize as outlined herein shall be designated as the <strong>Lucky Draw Winner<\/strong>.<\/p>\n<p>The name of the Lucky Draw Winner(s) shall be declared on the Promotion Website.<\/p>\n<p><strong>SELFIE CONTEST<\/strong><\/p>\n<p>7.5     The Selfie Contest Winner(s) will be decided by the Organizer as per the following mechanism.<\/p>\n<ol>\n<li>The day on which a Participant uploads their Selfie and follows the procedure set out above in relation to the Selfie Contest will be considered as Day 1.<\/li>\n<li>On Day 2, the is the day following Day 1 (between 9 am to 11 am), the Organizer will collate all the Selfie Contest Participants  for Day 1 and record the ‘likes’ received by such Participant. Such Participant’s will be ranked according to the number of ‘likes’ received by their Selfie. The ranking will be from highest to lowest, with the person with the most number of ‘likes’ being designated as Rank 1.<\/li>\n<li>On Day 3, that is, two days following Day 1, the Organizer will contact the a maximum number of 150 Selfie Contest Participants (for that day), who have received the most ‘likes’ and will announce that they are eligible to collect the Merchandise from the Organizer or CCIPL as the case may be.<\/li>\n<li>A Participant will only be eligible to participate in the Selfie Contest once during the entirety of the Promotion Period.<\/li>\n<li>As the stock of Merchandise is limited, the Organizer may withdraw the Merchandise once the stocks are consumed. A notice to this effect will be displayed on the Promotion Website.<\/li>\n<\/ol>\n<p><strong>Note<\/strong>: It is advisable for Participants to follow Covid prevention protocols as identified by the Government of India, including but not limited to wearing of masks, sanitization of hands and maintaining social distance.<\/p>\n<h4><b><span lang=\"EN-MY\">8. Reminder<\/span><\/b><\/h4>\n<p>8.1     If the eligible Selfie Contest Winner(s) and\/or the Lucky Draw Winner(s) of this Promotion Activity fail to submit the confirmation and any other verification documents before 7 days, whichever is later, commencing from the date on which declaration of the Selfie Contest Winner(s) and\/or the Lucky Draw Winner(s) is made; no further reminder shall be sent by the Organizer and the right of the Selfie Contest Winner(s) and\/or the Lucky Draw Winner(s) eligibility to win  the Merchandise and\/or Prize will stand forfeited.<\/p>\n<h4><b><span lang=\"EN-MY\">9. Conditions relating to prize<\/span><\/b><\/h4>\n<p>9.1   The Merchandise and Prize provided will be subject to the inclusions and exclusions mentioned in Clause 7 above.<\/p>\n<p>9.2     The Lucky Draw Winner(s) will be intimated of the date, place and other requisite details of the Meet and Greet sufficiently in advance in order to enable him\/her to make all arrangements for the Meet and Greet (if required).<\/p>\n<p>9.3     If the Lucky Draw Winner(s), for any reason whatsoever, is unable to arrive to the Meet &amp; Greet on a designated date, such Lucky Draw Winner(s) Prize shall stand forfeited. If the Lucky Draw Winner(s) fails to follow the itinerary provided by CCIPL,  neither CCIPL nor Organizer shall be liable for any additional expenses, claims, damages or liabilities arising therefrom.<\/p>\n<p>9.4    Lucky Draw Winner(s) is responsible for any additional spending (other than those included as specified in clause 7 above) and any other ancillary costs, including but not limited to any applicable insurance excesses, excess travel luggage and payment in respect of any damage to property or person caused by the Lucky Draw Winner(s).<\/p>\n<p>9.5   No portion or the whole of the Prize and\/or Merchandise is redeemable for cash. The Prize and Merchandise is not refundable.<\/p>\n<p>9.6  The Meet and Greet timelines under the Promotion may get impacted due to Covid-19 related restrictions imposed by the local authorities and\/or any guidelines issued by the Government.<\/p>\n<p>9.7   No request for change in specifications, dates, place, etc. of the Prize and\/or Merchandise shall be entertained. The Prize and Merchandize must be taken as offered and cannot be varied.<\/p>\n<p>9.9     The image of the Prize and Merchandise depicted on the press ads\/posters\/TVC&#8217;s\/pack shots etc. are for illustrative purposes only and the actual Prize and\/or Merchandise e may vary from the depiction made.<\/p>\n<h4><b><span lang=\"EN-MY\">10. Publicity<\/span><\/b><\/h4>\n<p>10.1  The Participants undertake and irrevocably and unconditionally permit the Organizer, or any entity approved by Organizer to cover the Promotion through various media including newspapers, radio, television including news and other channels, internet, point of sale materials, etc., and shall not raise any objection, protest or demur whatsoever to such coverage or in this regard. Further, the Participants also understand and agree that their responses may be publicised as part of this Promotion.<\/p>\n<p>10.2  Whilst Organizer shall make all reasonable efforts, there is no obligation on the part of Organizer to air any entry.<\/p>\n<p>10.3   The Selfie Contest Winner(s) and Lucky Draw Winner(s) must, at the request of the Organizer, participate in all promotional activity (such as publicity, photography, videos) surrounding the winning of the Prizes and\/or Merchandise, free of charge, and they consent to the Organizer or any entity approved by Organizer using their name and image in all promotional materials.<\/p>\n<h4><b><span lang=\"EN-MY\">11. Intellectual Property Rights<\/span><\/b><\/h4>\n<p>11.1  All rights, titles and interests, including but not limited to the Intellectual Property Rights, in the promotional material(s) and in any and all responses received shall vest solely and exclusively with the Organizer at all times.<\/p>\n<p>11.2   The Organizer or any person or entity permitted by the Organizer in this regard shall be entitled to use any information in connection with the entry in any media for future promotional, marketing, publicity and any other purpose, without any permission and or payment to the Participant.<\/p>\n<p>11.3  All material submitted in connection with the Promotion (whether written, audio, electronic or visual form, or a combination of those) or any photographs, video and\/or film footage and\/or audio recording taken of Participants are assigned to the Organizer upon submission and become the property of the Organizer exclusively. Organizer may use the material in any medium in any reasonable manner it sees fit. Copyright in any such material remains the sole property of the Organizer.<\/p>\n<h4><b><span lang=\"EN-MY\">12. General Conditions<\/span><\/b><\/h4>\n<p>12.1 Each Participant represents and warrants that he\/she is legally competent to enter into binding contracts under applicable laws. By taking part and\/or entering this Promotion the Participant warrants that all information provided by him\/her regarding his\/her name, age, state, city, address, phone number, etc., is true, correct, accurate and complete.<\/p>\n<p>12.2 Each Participant is required to provide full and accurate details of his\/her name, permanent address, phone number, age and such other details as may be prescribed by the Organizer and it is to be understood that the Prize will be given to the Winner only upon furnishing of the prescribed details and documents to the Organizer (as applicable).<\/p>\n<p>12.3 The Organizer may, at any time, verify or authorize verification of the Participant’s entry (including such Participant’s identity, age, place of residence and affiliations) and disqualify any Participant (at any stage of the Promotion) if it is found that such Participant has misrepresented any material fact or submitted an entry or any documents that is inconsistent with these Terms.<\/p>\n<p>12.4 The Organizer may, disqualify any Participant if such Participant engages in or it is found that such Participant has engaged in any illegal, unlawful or improper conduct (with regard to the Promotion or otherwise).<\/p>\n<p>12.5 The Prize and\/or Merchandise is not redeemable for cash or any monetary benefits in kind.<\/p>\n<p>12.6 The Organizer reserves the right at its sole discretion to cancel, terminate, postpone, modify or suspend the Promotion in whole or in part at any time including if, for any reason, the Promotion is not capable of running as planned, including due to any technical failure or any other causes beyond the control of Organizer, and will not be liable for any consequential losses\/damages. The Selfie Contest Winner(s) and Lucky Draw Winner(s) and\/or Participants agree that no claims or complaints may be raised against the Organizer or CCIPL, in this respect. Any decision of Organizer in this regard and in general with respect to this Promotion and the Terms thereto shall be final, binding and non-contestable.<\/p>\n<p>12.7 CCIPL further reserves the right to modify or cancel the Prize and Merchandise offered under this Promotion, at its sole and absolute discretion. The Selfie Contest Winner(s) and Lucky Draw Winner(s) and\/or the Participants agree that no claims or complaints whatsoever may be raised against CCIPL in this respect. The Prize and Merchandise cannot be exchanged and are not transferable or refundable.<\/p>\n<p>12.8 The decision of the Organizer shall be final in all regards and no communication shall be entertained in this regard. None of the provisions of these Terms shall be deemed to constitute a partnership or agency between any Participant and the Organizer and the Participant shall not have the authority to bind the Organizer in any manner whatsoever.<\/p>\n<p>12.9 Failure to exercise or delay in exercising a right or remedy provided hereunder or by law does not constitute a waiver of the right or remedy or waiver of other rights or remedies on the part of Organizer, CCIPL or the Travel Agency.<\/p>\n<p>12.10 Selfie Contest Winner(s) and Lucky Draw Winner(s) and Participants undertake not to, at any time, disclose, reveal, communicate or otherwise make public any information relating to the Organizer, their respective business, personnel, servants, agents or officers to anyone.<\/p>\n<p>12.11 If a Participant is dissatisfied with the Promotion or the Promotion Terms, his\/her sole and exclusive remedy is to not participate in the Promotion.<\/p>\n<p>12.12 Please note that neither Organizer, CCIPL or any of its affiliates, representatives, etc shall be responsible for any disruption, disturbance or disconnection in the phone line and all disputes, complaints, claims shall be raised with the telecom service provider only.<\/p>\n<p>12.13 These Terms may be altered, modified, amended by the Organizer or CCIPL at its sole and absolute discretion and without any notice to the Winner and\/or Participants.<\/p>\n<p>12.14 All costs associated or arising in connection with the Prize are the responsibility of the Winner, unless otherwise expressly provided in these Terms.<\/p>\n<p>12.15 CCIPL retain the exclusive right to modify, amend or alter the itinerary and schedule of the Meet &amp; Greet including travel dates, place, etc.<\/p>\n<p>12.16 This Promotion cannot be combined or clubbed together with any other Promotion, offer or scheme organized or conducted by the Organizer or its authorized retailer\/ outlet.<\/p>\n<p>12.17 Decisions of the Organizer are final and binding. All promotional materials relating to this Promotion, including details on how to ratify and claim prizes are part of these conditions on entry.<\/p>\n<p>12.18 CCIPL or Organizer will not be liable to perform any of their respective obligations under the Promotion or in respect of the Prize and\/or Merchandise or to  modify and \/ or cancel the Promotion  in its total and to amend the Terms &amp;  Conditions to this Promotion  due to any act or event, unforeseeable, irresistible and beyond their control which shall be considered as a force majeure event and shall include fire, explosion, earthquake, storm, flood or other weather, unavailability of necessary utilities, war, insurrection, riot, act of God or the public enemy, epidemic, pandemic, law, act, order, proclamation, decree, regulation, ordinance, or instructions of Government or other public authorities or judgment and further shall not be liable to compensate the Winner or the Participants in these circumstances.<\/p>\n<p>12.19 Participation in this Promotion confirms acceptance of these conditions of entry and the Organizer’s decision.<\/p>\n<p>12.20 All local laws and regulations apply to this Promotion. (vii) Participants shall follow all directions\/rules and regulations (whether communicated in written form or verbally) framed by Organizer \/ CCIPL at all times in connection with the Promotion. Any deviation or objection by any Participant(s) may result in their disqualification from the Promotion.<\/p>\n<p>12.21 Participants assume liability for any injury or damage sustained or claimed to be caused by participation in the Promotion.<\/p>\n<p>12.22 The Organizer, CCIPL, its affiliates, and related companies are not liable for any loss, damage, or injury by or to any person in connection with the Promotion.<\/p>\n<p>12.23 By participating in the Promotion, the Participant (including winners) hereby consent to the use, display, publication and reproduction of the information relating to the winner including their images, names or likeliness, on the Promotion Website and official social media accounts of the Organizer and the Winner shall not make any claim in respect thereof from the Organizer or third party event agency.<\/p>\n<p>12.24 Any cost involved in entering the Promotion by a consumer shall be borne by the particular consumer and shall not be reimbursed by the Organizer.<\/p>\n<p>12.25 Entry and participation in the Promotion shall be deemed as an unconditional and unequivocal acceptance of these terms and conditions, in addition to the general terms and conditions and privacy policy on the Promotion Website.<\/p>\n<p>12.26 The Organizer, CCIPL disclaims liability for any physical or psychological injury or damage sustained or claimed to have been sustained by a consumer due to the participation in the Promotion.<\/p>\n<p>12.27 If a Participant is dissatisfied with the Promotion or the Promotion Terms, his\/her sole and exclusive remedy is to not participate in the Promotion.<\/p>\n<p>The titles to the paragraphs of this document are solely for the convenience of the parties and shall not be used to explain, modify, simplify, or aid in the interpretation of the provisions of this Terms and Condition applicable to this Promotion.<\/p>\n<h4><b><span lang=\"EN-MY\">13. Release and Limitations of Liability<\/span><\/b><\/h4>\n<p>13.1    By entering the Promotion, the Participants hereby release from and agree to indemnify the Organizer, CCIPL and\/ or any of its respective officers\/employees from and against all liability, cost, loss or expense arising out of acceptance of the prize or participation in the Promotion including (but not limited to) personal injury and damage to property and whether direct, indirect, consequential, foreseeable, due to some negligent act or omission, or otherwise.<\/p>\n<p>13.2    CCIPL shall not be liable for any claim arising out of or related to the Promotion.<\/p>\n<p>13.3  The Organizer, CCIPL accept no liability, whether jointly or severally, for any errors or omissions, whether on behalf of themselves or third parties in relation to the Prize. The Organizer, CCIPL and any of their respective parent companies, subsidiaries, affiliates, directors, officers, professional advisors, employees and agencies will not be responsible for cancellation of the flights, Meet and Greet due to unforeseeable unavailability of Jasprit Bumrah and\/or Mohammed Siraj or any late, lost, misrouted, garbled or distorted or damaged transmissions or entries or documents. The Participants hereby agree that neither CCIPL nor the Organizer shall be liable to pay any compensation in cash or kind if the Prize is cancelled\/ modified\/forfeited under this Promotion.<\/p>\n<p>13.4  The Participant(s) shall be solely responsible for any consequences which may arise due to their participation in the Promotion by conducting an illegal act. Participant(s) also undertakes to indemnify the Organizer, CCIPL and their respective officers, directors, employees and agents on the happening of such an event (including without limitation cost of attorney, legal charges etc.) on full indemnity basis for any loss\/damage suffered by the Organizer or CCIPL on account of such act on the part of the Participant. Participant(s) hereby agree to indemnify, defend and hold harmless the Organizer and CCIPL in case of any loss or liability (including but not limited to liabilities, judgments, damages, losses, fines and penalties, claims, costs and expenses such as attorneys’ fees and expenses) or any other loss associated with, arising out of or incidental to their ineligibility to participate, any untoward, rash or negligent act on their part, or non-compliance or alleged non-compliance with these Terms and Conditions, any other rules, regulations, directives (whether written or verbal) issued by the Organizer from time to time, during the Promotion.<\/p>\n<p>13.5  To the fullest extent permitted by law, in no event will the Organizer, CCIPL or any of its officers, servants, employees, representatives and\/or agents (including without limitation, any third party service providers that the Organizer may engage for purposes of the Promotion), be liable for any loss or damages (including, without limitation loss of income, profits or goodwill, indirect, incidental, consequential, exemplary, punitive or special damages of any party including third parties) howsoever arising whether in contract, tort, negligence or otherwise, in connection with the Promotion and\/or the Promotion Prizes, even if the Organizer or CCIPL has been advised of the possibility of such damages in advance, and all such damages are expressly excluded. The Participant shall indemnify, defend, and hold the Organizer and CCIPL harmless in the event of there being any third party\/entity\/organization claims arising from or related to his\/her participation in the Promotion. In no event shall the Organizer or CCIPL be liable to any Participant for acts or omissions arising out of or related to the Promotion or his\/her participation in the Promotion.<\/p>\n<p>13.6  In consideration of  the Organizer allowing the Participant(s) to take part in the Promotion, to the maximum extent permitted by law, the Participant(s) waive and release each and every right or claim, all actions, causes of actions (present or future) each of them has or may have against the Organizer, its respective agents, directors, officers, business associates, group companies, sponsors, employees, or representatives for all and any injuries, accidents, or mishaps (whether known or unknown) or (whether anticipated or unanticipated) arising out of the Promotion or related to the Promotion or the prizes of the Promotion.<\/p>\n<h4><b><span lang=\"EN-MY\">14. Dispute<\/span><\/b><\/h4>\n<p>14.1  The courts of competent jurisdiction at New Delhi shall have exclusive jurisdiction to determine any and all disputes arising out of, or in connection with, the Promotion.<\/p>\n<p>14.2    Participation in the Promotion is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation, this clause.<\/p>\n<p>14.3   Further all issues and questions concerning the construction, validity, interpretation and enforceability of these Terms and Conditions, or the rights and obligations of the Participants and\/or the Organizer and\/or Partners of this Competition, shall be governed and construed in accordance with the laws of the Republic of India.<\/p>\n<p>&nbsp;<\/p>\n<h3><strong>ONLINE SERVICES<\/strong><\/h3>\n<ul>\n<li><strong>About the online services.<\/strong><\/li>\n<\/ul>\n<p><strong>Availability of products and services.<\/strong> McDonald’s products and services are available in many parts of the world. However, the online services may describe products and services that are not available worldwide.<\/p>\n<p><strong>Obey the rules of the road.<\/strong> Whenever you use the online services, you must obey the rules of the road and all applicable rules and regulations. YOU MUST NOT USE THE ONLINE SERVICES WHILST DRIVING OR WHILST BEHIND THE WHEEL OR CONTROLS OF A VEHICLE THAT IS MOVING OR NOT IN “PARK”. In the interest of safety at all times, you should only use the online services when it is lawful and safe to do so.<\/p>\n<p><strong>You are responsible for your devices and accounts.<\/strong> You are responsible for any devices, software and services needed to use the online services. CPRL does not guarantee that the online services will fully function on any particular device or with any particular software. You are also responsible for any messaging and data charges, fees and taxes for your use of the online services, including when we communicate with you by text, email or other means that you choose. You may only use the online services with devices that you own or control and using only the authorized operating system (e.g., Apple iPhone OS for Apple devices). If you create an online services account, you are responsible for keeping the account secure and for all activity under the account. You can only use one online services account and must keep your account information accurate at all times.<\/p>\n<p><strong>CPRL’s right to update or terminate the online services.<\/strong> You understand and consent that (with or without notice) CPRL may update, modify or terminate the online services (or your access to them) from time to time, including by pushing updates to (or removing functionality or access from) any McDonald’s India (North and East) mobile app that you have installed on your device.<\/p>\n<p><strong>Updates to these terms.<\/strong> CPRL may also update these terms at any time and at its sole discretion. If CPRL makes material changes to the terms, we will notify you by any reasonable means such as by posting the new terms in the online service. If you do not agree to the changed terms, then you must immediately stop using the online services and request that CPRL close any online services account that you have created. To close your account, you can email us at <a href=\"mailto:privacy@del.in.mcd.com\" target=\"_blank\" rel=\"noopener noreferrer\">privacy@del.in.mcd.com<\/a>.<\/p>\n<p><strong>Links to job opportunities from the online services.<\/strong> McDonald’s India (North and East) and all restaurants are equal opportunity employers committed to diverse workforces. The online services may provide links to job opportunities posted by CPRL or by its restaurants (“restaurant(s)”). These opportunities are with the restaurant alone and not with McDonald’s Corporation. This means that the restaurant that posted the opportunity is alone responsible for setting the job requirements, all hiring decisions, and all other employment related matters in its business.  Neither McDonald’s Corporation nor its affiliates receive a copy of any application you submit to a restaurant that is a franchisee, neither controls whether you receive an interview or are hired, and neither controls franchisees’ employment policies and practices. Neither McDonald’s Corporation nor its affiliates employ independent franchisees.  If you are hired by a restaurant that is a franchisee, only that franchisee, and not McDonald’s Corporation or its affiliates, will be your employer.<\/p>\n<p><strong>How to contact us.<\/strong> If you have any questions or comments regarding the online services, please see the Contact Us section in the online services or you can always visit <a href=\"https:\/\/mcdindia.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">www.mcdindia.com<\/a>.<\/p>\n<ul>\n<li><strong>Our information practices and communications with you.<\/strong><\/li>\n<\/ul>\n<p><strong>CPRL’s Privacy Statement.<\/strong> These terms incorporate <a href=\"http:\/\/www.mcdonalds.com\/us\/en\/privacy.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPRL’s Privacy Statement<\/a> as part of the terms. Our Privacy Statement describes our information practices, including how we collect, use and share information.<\/p>\n<p><strong>How we communicate with you.<\/strong> Through the online services, you may opt in to receive emails, text messages to the mobile number you provide to us or push notifications from CPRL. When you opt in to any of these types of communications, you understand and consent that that you will receive marketing, transactional and other messages from CPRL. CPRL may use the information you have provided to us to communicate with you in accordance with <a href=\"http:\/\/www.mcdonalds.com\/us\/en\/privacy.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPRL’s Privacy Statement<\/a>.<\/p>\n<p><strong>Opting out of communications generally.<\/strong> You have a choice in how we communicate with you. You can generally find your communication preferences with instructions on how to opt out in the profile section of the online service that you use. You may also have the ability to change your communication preferences using your device settings. In addition, our communications themselves may include the opportunity to opt out.  You understand and agree that you may need to separately manage your communication preferences for each communication method. For example, if you opt out of receiving marketing emails, you may still receive marketing text messages if you’ve opted in to receiving them.  Whilst we do our best to offer convenient methods for you to manage your communications preferences, you may need to separately adjust your preferences for each online service. Please note that for some account-related and transactional communications, the only way to stop receiving these communications may be to close your online services account.<\/p>\n<ul>\n<li><strong>Offers.<\/strong><\/li>\n<\/ul>\n<p>You have the possibility of receiving offers through the online services. The following general terms apply to the offers: (1) the offer may only be available through that particular online service and for the product shown and subject to availability, in participating restaurants only, and until the expiration date; (2) serving times apply (e.g., certain non-breakfast offers may not be available at breakfast serving times); (3) unless otherwise stated each offer expires on redemption; (4) only one offer can be used per restaurant visit; (5) offers are not transferable; and (6) there is no cash alternative. In addition there may be specific terms that apply to the offer which are stated on the app next to the offer. Not all offers may be combined with orders.<\/p>\n<p><strong>You purchase products directly from restaurants.<\/strong> When you redeem offers , you redeem offers directly with a participating restaurant and the contract for supplying the products will be between you and the restaurant that accepts your order (and not with McDonald’s Corporation nor any other Members of the McDonald’s System). The restaurant where you collect your products is responsible for preparing the products and providing them to you. YOU FURTHER UNDERSTAND AND AGREE THAT YOU ARE PURCHASING DIRECTLY FROM RESTAURANTS (AND NOT MCDONALD’S Corporation OR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM) AND THAT NEITHER MCDONALD’S NOR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM HAVE ANY RESPONSIBILITY ARISING OUT OF OR RELATED TO ANY PRODUCTS THAT YOU PURCHASE FROM RESTAURANTS USING ORDERING. McDonald’s Corporation, its subsidiaries, affiliates, their franchisees, agents, representatives, and agencies and their officers, directors, and employees are together, “Members of the McDonald’s System”.<\/p>\n<p><strong>About the products in the online services.<\/strong> All products are subject to availability at the restaurant where you collect your order. Some restaurants do not sell all products. Images of products and packaging on the online services are examples only and may not be identical to the product or packaging you receive from a restaurant. Differences may be due your device’s display of colours or factors such as the ingredients used, the supplier, the region of the country and the season of the year.<\/p>\n<p><strong>About the prices in ordering.<\/strong> CPRL determines its own prices and independently applies the local sales tax rate or any fees required by law. Prices across restaurants may also vary. Certain offers and pricing may not be available for all orders at all locations. In the event you discover an error in the price of the product charged to you, please contact the restaurant where you purchased the product to seek a refund of the difference.<\/p>\n<p><strong>Refunds and your consumer rights.<\/strong> If you desire to seek a refund for any reason, including if the products are unsatisfactory or for other reasons, please contact the restaurant where you purchased the product regarding any refund due to you. Your legal rights in this respect are not affected by anything in these terms.<\/p>\n<ul>\n<li>Ownership and Licenses for the online services.<\/li>\n<\/ul>\n<p><strong>McDonald’s intellectual property ownership.<\/strong> Any and all rights in the online services are and shall remain the exclusive property of McDonald’s Corporation or its licensors. For purposes of clarity, “online services” includes any and all content on the online services, such as, but not limited to, text, images, graphics, logos, page headers, button icons, images, audio clips, digital downloads, data compilations, software, trademarks, service marks, trade dress, audio, video, data and other materials (together, “content”) as well as any part of the online services. The online services are licensed, not sold, to you. Nothing in these terms intends to transfer any such rights to, or to vest any such rights in, you. You may not take any action to jeopardize, limit or interfere with McDonald’s Corporation or its licensors’ rights.<\/p>\n<p><strong>Your license to use the online services.<\/strong> Subject to these terms, you are granted a personal, non-exclusive, non-transferable and revocable license to use the online services solely for your own personal, non-commercial purposes solely in accordance with these terms. For purposes of clarity, “Use” includes access, interact with, and display. No licenses or rights are granted to you by implication or otherwise, except for the licenses and rights these terms expressly grant to you. CPRL reserves all other rights.<\/p>\n<p><strong>Trademark information.<\/strong> Trademarks, service marks, and all graphical elements, including the look and feel appearing on the online services, are distinctive and protected trademarks or trade dress of McDonald’s Corporation or licensors. The online services may also contain various third-party names, trademarks, and service marks that are the property of their respective owners.<\/p>\n<ul>\n<li><strong>User submissions and unsolicited ideas<\/strong><\/li>\n<\/ul>\n<p><strong>User submissions.<\/strong> Some online services may allow you to send comments, remarks, suggestions, ideas, graphics, photographs, questions, complaints or other information posted or communicated to CPRL through the online services (together, “submissions”). You understand that by submitting any information to CPRL through the online services, you grant CPRL and Members of the McDonald’s System a perpetual, irrevocable, worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, sublicense to others, modify, translate, prepare derivative works of, publicly display, and publicly perform the submissions, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person. Neither CPRL nor Members of the McDonald’s System will not be required to treat any submissions as confidential.<\/p>\n<p><strong>Unsolicited ideas.<\/strong> It is CPRL’s policy not to consider unsolicited ideas. While we appreciate you taking the time to consider CPRL, we’re unable to review new ideas from outside the McDonald’s system. You expressly waive any and all claims against CPRL and Members of the McDonald’s System in connection with their consideration, use or development of any product, design, concept or other materials similar or identical to your submission now or in the future. Please see FAQs for more information.<\/p>\n<ul>\n<li><strong>Acceptable uses and restrictions for the online services.<\/strong><\/li>\n<\/ul>\n<p><strong>Acceptable uses and other restrictions.<\/strong> With respect to the online services (which includes content), you may not, and may not allow third parties, to:<\/p>\n<ul>\n<li>Use the online services for any purpose that is unlawful or prohibited by these terms;<\/li>\n<li>Delete or change any copyright, trademark, or other proprietary notices;<\/li>\n<li>Attempt to obtain ownership or title to the online services, including the content;<\/li>\n<li>Use, copy, distribute, republish, display, disclose, upload, post, or transmit the online services in any commercial manner;<\/li>\n<li>Rent, lease, sell, sub-license, loan, translate, merge, adapt, assign or transfer the online services, or combine them with, or incorporate them into, any other programs or services;<\/li>\n<li>Disassemble, decompile, reverse-engineer, copy in source or object code format, or create derivative works based on the online services;<\/li>\n<li>Transfer, provide, export or re-export the online services in violations of an embargo, trade sanction, or other technology control or export laws and regulations under applicable law;<\/li>\n<li>Use or launch any unauthorized technology or automated system to access the online services or extract content from the online services, including but not limited to spiders, robots, screen scrapers, or offline readers;<\/li>\n<li>Attempt to disable, damage, overburden, impair or gain unauthorized access to the online services, CPRL or Members of the McDonald’s System network or any user accounts associated with the online services.<\/li>\n<\/ul>\n<ul>\n<li>Limitations on liability and disclaimers.<\/li>\n<\/ul>\n<p><strong>Limitations on McDonald’s liability.<\/strong> NEITHER CPRL NOR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM SHALL BE LIABLE FOR ANY DIRECT OR INDIRECT LOST PROFITS OR LOST BUSINESS DAMAGE, SPECIAL, INDIRECT, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, INCLUDING LOST DATA, PERSONAL INJURY, OR PROPERTY DAMAGE RELATED TO OR ARISING OUT OF THE ONLINE SERVICES. NOTHING IN THIS SECTION IS INTENDED TO LIMIT MCDONALD’S LIABILITY FOR DAMAGES TO THE EXTENT CAUSED BY MCDONALD’S OWN NEGLIGENCE, GROSS NEGLIGENCE OR INTENTIONAL OR UNLAWFUL MISCONDUCT. ADDITIONALLY, NOTHING IN THIS SECTION IS INTENDED TO LIMIT OR ALTER YOUR RIGHTS AS A CONSUMER THAT CANNOT BE LIMITED OR ALTERED UNDER APPLICABLE LAW. CPRL reserves all legal rights to recover damages or other compensation under these terms or as allowed by law.<\/p>\n<p><strong>McDonald’s provides the online services “AS-IS” and without any warranties.<\/strong> The online services may include inaccuracies or errors. CPRL PROVIDES THE ONLINE SERVICES &#8220;AS IS&#8221; AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESSED OR IMPLIED. CPRL DISCLAIMS ALL WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. CPRL DOES NOT WARRANT OR MAKE ANY REPRESENTATION THAT THE ONLINE SERVICES WILL BE ACCURATE, RELIABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE ONLINE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. YOU ASSUME TOTAL RESPONSIBILITY RELATED TO YOUR USE OF THE ONLINE SERVICES. YOUR SOLE REMEDY AGAINST CPRL FOR DISSATISFACTION WITH THE ONLINE SERVICES IS TO STOP USING THEM. THIS LIMITATION OF RELIEF IS A PART OF THE BARGAIN BETWEEN THE PARTIES.<\/p>\n<p><strong>Third party services.<\/strong> The online services may link to or allow you to use third-party websites, downloadable materials, content, social networks, or other digital services (together, “third party services”). These third parties may have their separate terms and conditions or privacy policies that you should review and understand before using them. CPRL does not endorse and is not associated with any of these third party services. CPRL HAS AND ALL OTHER MEMBERS OF THE MCDONALD’S SYSTEM HAVE NO RESPONSIBILITY FOR ANY LOSS OR DAMAGES ARISING FROM OR RELATED TO THESE THIRD PARTY SERVICES.<\/p>\n<p><strong>Events beyond our control.<\/strong> CPRL HAS NO RESPONSIBILITY for A FAILURE TO PERFORM any of ITS obligations under these terms caused by or related to any event beyond CPRL’S reasonable control. If such an event occurs, then CPRL’s obligations under these terms will be suspended for the duration of the event; and CPRL may, but is not required to, use reasonable endeavors to find a solution by which its obligations under these terms may be performed despite the event.<\/p>\n<ul>\n<li><strong>Apple Applications<\/strong><\/li>\n<\/ul>\n<p>These terms incorporate and supplement the Apple, Inc. (“Apple”) terms and Conditions (available at <a href=\"http:\/\/www.apple.com\/legal\/itunes\/us\/terms.html#service\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.apple.com\/legal\/itunes\/us\/terms.html#service<\/a>), including the Licensed Application End User terms therein (“Apple terms”). If you are using the online services through Apple application (“Apple Application”), you also acknowledge and agree:<\/p>\n<ul>\n<li>Apple has no obligation at all to provide any support or maintenance services in relation to the Apple Application. If you have any maintenance or support questions in relation to the Apple Apps, please contact McDonald’s, not Apple, using the above Support Services details;<\/li>\n<li>except as otherwise expressly set out in these terms, any claims relating to the possession or use of the Apple Application are between you and McDonald’s (and not between you, or anyone else, and<br \/>\nApple); and<\/li>\n<li>in the event of any claim by a third party that your possession or use (in accordance with these terms) of the Apple Application infringes any intellectual property rights, Apple will not be responsible or liable to you in relation to that claim;<\/li>\n<\/ul>\n<p>If the Apple Application that you have purchased does not conform to any warranty applying to it, you may notify Apple, which may refund the purchase price of the Apple Application to you subject to then-current Apple terms and conditions. Subject to that, and to the maximum extent permitted by law, Apple does not give or enter into any warranty, condition or other term in relation to the Apple Application and will not be liable to you for any claims, losses, costs or expenses of whatever nature in relation to the Apple Application or as a result of you or anyone else using the Apple Application or relying on any of its content.<\/p>\n<ul>\n<li><strong>Miscellaneous.<\/strong><\/li>\n<\/ul>\n<ul>\n<li>CPRL makes no representation that the online services are appropriate or available outside of the India (North and East). If you use the online services from other locations you are responsible for compliance with applicable local laws.<\/li>\n<li>These terms will be governed and interpreted pursuant to the laws of India, notwithstanding any principles of conflicts of law.<\/li>\n<li>Although these terms govern the online services as between CPRL and you only (and although Apple is not a party to, and no other Members of the McDonald’s System are parties to, these terms), Apple and other Members of the McDonald’s System are third party beneficiaries under these terms and will have the right to enforce against you those rights that CPRL’s holds under these terms to the extent such terms may pertain to them; there are no other third beneficiaries under these terms.<\/li>\n<li>The terms are written in English. Any translation of the terms into another language is provided solely for your convenience, and to the extent there is any conflict between the two, the English version controls.<\/li>\n<li>On termination of these terms or of your permission to use the online services, all rights granted to you under terms shall cease; however, these terms will continue to apply to your prior use of the online services and anything relating to or arising from such use. Upon termination, all of rights of CPRL and other Members of the McDonald’s System, including all intellectual property rights, proprietary rights, and licenses in these terms shall survive, as well all restrictions on use, all limitations on liability and disclaimers.<\/li>\n<li>Each of the terms and conditions in these terms are severable and operate separately. If any of them are unlawful, void or unenforceable, then the remaining terms and conditions will remain in full force and effect.<\/li>\n<li>If CPRL fails to insist that you perform any of your obligations under these terms, or if CPRL does not enforce its rights against you, or delays in doing so, that will not mean that CPRL has waived its rights against you and will not mean that you do not have to comply with those obligations.<\/li>\n<li>CPRL may transfer its rights and obligations under these terms to another organization or entity, but this will not affect your rights or our obligations under these terms. You may only transfer your rights or obligations under these terms to another person if CPRL agrees in writing.<\/li>\n<\/ul>\n[\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1614055894971{margin-bottom: 0px !important;}&#8221;]<strong>ONLINE SERVICES<\/strong><\/p>\n<ul>\n<li><strong>About the online services.<\/strong><\/li>\n<\/ul>\n<p><strong>Availability of products and services.<\/strong> McDonald’s products and services are available in many parts of the world. However, the online services may describe products and services that are not available worldwide.<\/p>\n<p><strong>Obey the rules of the road.<\/strong> Whenever you use the online services, you must obey the rules of the road and all applicable rules and regulations. YOU MUST NOT USE THE ONLINE SERVICES WHILST DRIVING OR WHILST BEHIND THE WHEEL OR CONTROLS OF A VEHICLE THAT IS MOVING OR NOT IN “PARK”. In the interest of safety at all times, you should only use the online services when it is lawful and safe to do so.<\/p>\n<p><strong>You are responsible for your devices and accounts.<\/strong> You are responsible for any devices, software and services needed to use the online services. CPRL does not guarantee that the online services will fully function on any particular device or with any particular software. You are also responsible for any messaging and data charges, fees and taxes for your use of the online services, including when we communicate with you by text, email or other means that you choose. You may only use the online services with devices that you own or control and using only the authorized operating system (e.g., Apple iPhone OS for Apple devices). If you create an online services account, you are responsible for keeping the account secure and for all activity under the account. You can only use one online services account and must keep your account information accurate at all times.<\/p>\n<p><strong>CPRL’s right to update or terminate the online services.<\/strong> You understand and consent that (with or without notice) CPRL may update, modify or terminate the online services (or your access to them) from time to time, including by pushing updates to (or removing functionality or access from) any McDonald’s India (North and East) mobile app that you have installed on your device.<\/p>\n<p><strong>Updates to these terms.<\/strong> CPRL may also update these terms at any time and at its sole discretion. If CPRL makes material changes to the terms, we will notify you by any reasonable means such as by posting the new terms in the online service. If you do not agree to the changed terms, then you must immediately stop using the online services and request that CPRL close any online services account that you have created. To close your account, you can email us at <a href=\"mailto:privacy@del.in.mcd.com\" target=\"_blank\" rel=\"noopener noreferrer\">privacy@del.in.mcd.com<\/a>.<\/p>\n<p><strong>Links to job opportunities from the online services.<\/strong> McDonald’s India (North and East) and all restaurants are equal opportunity employers committed to diverse workforces. The online services may provide links to job opportunities posted by CPRL or by its restaurants (“restaurant(s)”). These opportunities are with the restaurant alone and not with McDonald’s Corporation. This means that the restaurant that posted the opportunity is alone responsible for setting the job requirements, all hiring decisions, and all other employment related matters in its business.  Neither McDonald’s Corporation nor its affiliates receive a copy of any application you submit to a restaurant that is a franchisee, neither controls whether you receive an interview or are hired, and neither controls franchisees’ employment policies and practices. Neither McDonald’s Corporation nor its affiliates employ independent franchisees.  If you are hired by a restaurant that is a franchisee, only that franchisee, and not McDonald’s Corporation or its affiliates, will be your employer.<\/p>\n<p><strong>How to contact us.<\/strong> If you have any questions or comments regarding the online services, please see the Contact Us section in the online services or you can always visit <a href=\"https:\/\/mcdindia.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">www.mcdindia.com<\/a>.<\/p>\n<ul>\n<li><strong>Our information practices and communications with you.<\/strong><\/li>\n<\/ul>\n<p><strong>CPRL’s Privacy Statement.<\/strong> These terms incorporate <a href=\"http:\/\/www.mcdonalds.com\/us\/en\/privacy.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPRL’s Privacy Statement<\/a> as part of the terms. Our Privacy Statement describes our information practices, including how we collect, use and share information.<\/p>\n<p><strong>How we communicate with you.<\/strong> Through the online services, you may opt in to receive emails, text messages to the mobile number you provide to us or push notifications from CPRL. When you opt in to any of these types of communications, you understand and consent that that you will receive marketing, transactional and other messages from CPRL. CPRL may use the information you have provided to us to communicate with you in accordance with <a href=\"http:\/\/www.mcdonalds.com\/us\/en\/privacy.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPRL’s Privacy Statement<\/a>.<\/p>\n<p><strong>Opting out of communications generally.<\/strong> You have a choice in how we communicate with you. You can generally find your communication preferences with instructions on how to opt out in the profile section of the online service that you use. You may also have the ability to change your communication preferences using your device settings. In addition, our communications themselves may include the opportunity to opt out.  You understand and agree that you may need to separately manage your communication preferences for each communication method. For example, if you opt out of receiving marketing emails, you may still receive marketing text messages if you’ve opted in to receiving them.  Whilst we do our best to offer convenient methods for you to manage your communications preferences, you may need to separately adjust your preferences for each online service. Please note that for some account-related and transactional communications, the only way to stop receiving these communications may be to close your online services account.<\/p>\n<ul>\n<li><strong>Offers.<\/strong><\/li>\n<\/ul>\n<p>You have the possibility of receiving offers through the online services. The following general terms apply to the offers: (1) the offer may only be available through that particular online service and for the product shown and subject to availability, in participating restaurants only, and until the expiration date; (2) serving times apply (e.g., certain non-breakfast offers may not be available at breakfast serving times); (3) unless otherwise stated each offer expires on redemption; (4) only one offer can be used per restaurant visit; (5) offers are not transferable; and (6) there is no cash alternative. In addition there may be specific terms that apply to the offer which are stated on the app next to the offer. Not all offers may be combined with orders.<\/p>\n<p><strong>You purchase products directly from restaurants.<\/strong> When you redeem offers , you redeem offers directly with a participating restaurant and the contract for supplying the products will be between you and the restaurant that accepts your order (and not with McDonald’s Corporation nor any other Members of the McDonald’s System). The restaurant where you collect your products is responsible for preparing the products and providing them to you. YOU FURTHER UNDERSTAND AND AGREE THAT YOU ARE PURCHASING DIRECTLY FROM RESTAURANTS (AND NOT MCDONALD’S Corporation OR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM) AND THAT NEITHER MCDONALD’S NOR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM HAVE ANY RESPONSIBILITY ARISING OUT OF OR RELATED TO ANY PRODUCTS THAT YOU PURCHASE FROM RESTAURANTS USING ORDERING. McDonald’s Corporation, its subsidiaries, affiliates, their franchisees, agents, representatives, and agencies and their officers, directors, and employees are together, “Members of the McDonald’s System”.<\/p>\n<p><strong>About the products in the online services.<\/strong> All products are subject to availability at the restaurant where you collect your order. Some restaurants do not sell all products. Images of products and packaging on the online services are examples only and may not be identical to the product or packaging you receive from a restaurant. Differences may be due your device’s display of colours or factors such as the ingredients used, the supplier, the region of the country and the season of the year.<\/p>\n<p><strong>About the prices in ordering.<\/strong> CPRL determines its own prices and independently applies the local sales tax rate or any fees required by law. Prices across restaurants may also vary. Certain offers and pricing may not be available for all orders at all locations. In the event you discover an error in the price of the product charged to you, please contact the restaurant where you purchased the product to seek a refund of the difference.<\/p>\n<p><strong>Refunds and your consumer rights.<\/strong> If you desire to seek a refund for any reason, including if the products are unsatisfactory or for other reasons, please contact the restaurant where you purchased the product regarding any refund due to you. Your legal rights in this respect are not affected by anything in these terms.<\/p>\n<ul>\n<li>Ownership and Licenses for the online services.<\/li>\n<\/ul>\n<p><strong>McDonald’s intellectual property ownership.<\/strong> Any and all rights in the online services are and shall remain the exclusive property of McDonald’s Corporation or its licensors. For purposes of clarity, “online services” includes any and all content on the online services, such as, but not limited to, text, images, graphics, logos, page headers, button icons, images, audio clips, digital downloads, data compilations, software, trademarks, service marks, trade dress, audio, video, data and other materials (together, “content”) as well as any part of the online services. The online services are licensed, not sold, to you. Nothing in these terms intends to transfer any such rights to, or to vest any such rights in, you. You may not take any action to jeopardize, limit or interfere with McDonald’s Corporation or its licensors’ rights.<\/p>\n<p><strong>Your license to use the online services.<\/strong> Subject to these terms, you are granted a personal, non-exclusive, non-transferable and revocable license to use the online services solely for your own personal, non-commercial purposes solely in accordance with these terms. For purposes of clarity, “Use” includes access, interact with, and display. No licenses or rights are granted to you by implication or otherwise, except for the licenses and rights these terms expressly grant to you. CPRL reserves all other rights.<\/p>\n<p><strong>Trademark information.<\/strong> Trademarks, service marks, and all graphical elements, including the look and feel appearing on the online services, are distinctive and protected trademarks or trade dress of McDonald’s Corporation or licensors. The online services may also contain various third-party names, trademarks, and service marks that are the property of their respective owners.<\/p>\n<ul>\n<li><strong>User submissions and unsolicited ideas<\/strong><\/li>\n<\/ul>\n<p><strong>User submissions.<\/strong> Some online services may allow you to send comments, remarks, suggestions, ideas, graphics, photographs, questions, complaints or other information posted or communicated to CPRL through the online services (together, “submissions”). You understand that by submitting any information to CPRL through the online services, you grant CPRL and Members of the McDonald’s System a perpetual, irrevocable, worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, sublicense to others, modify, translate, prepare derivative works of, publicly display, and publicly perform the submissions, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person. Neither CPRL nor Members of the McDonald’s System will not be required to treat any submissions as confidential.<\/p>\n<p><strong>Unsolicited ideas.<\/strong> It is CPRL’s policy not to consider unsolicited ideas. While we appreciate you taking the time to consider CPRL, we’re unable to review new ideas from outside the McDonald’s system. You expressly waive any and all claims against CPRL and Members of the McDonald’s System in connection with their consideration, use or development of any product, design, concept or other materials similar or identical to your submission now or in the future. Please see FAQs for more information.<\/p>\n<ul>\n<li><strong>Acceptable uses and restrictions for the online services.<\/strong><\/li>\n<\/ul>\n<p><strong>Acceptable uses and other restrictions.<\/strong> With respect to the online services (which includes content), you may not, and may not allow third parties, to:<\/p>\n<ul>\n<li>Use the online services for any purpose that is unlawful or prohibited by these terms;<\/li>\n<li>Delete or change any copyright, trademark, or other proprietary notices;<\/li>\n<li>Attempt to obtain ownership or title to the online services, including the content;<\/li>\n<li>Use, copy, distribute, republish, display, disclose, upload, post, or transmit the online services in any commercial manner;<\/li>\n<li>Rent, lease, sell, sub-license, loan, translate, merge, adapt, assign or transfer the online services, or combine them with, or incorporate them into, any other programs or services;<\/li>\n<li>Disassemble, decompile, reverse-engineer, copy in source or object code format, or create derivative works based on the online services;<\/li>\n<li>Transfer, provide, export or re-export the online services in violations of an embargo, trade sanction, or other technology control or export laws and regulations under applicable law;<\/li>\n<li>Use or launch any unauthorized technology or automated system to access the online services or extract content from the online services, including but not limited to spiders, robots, screen scrapers, or offline readers;<\/li>\n<li>Attempt to disable, damage, overburden, impair or gain unauthorized access to the online services, CPRL or Members of the McDonald’s System network or any user accounts associated with the online services.<\/li>\n<\/ul>\n<ul>\n<li>Limitations on liability and disclaimers.<\/li>\n<\/ul>\n<p><strong>Limitations on McDonald’s liability.<\/strong> NEITHER CPRL NOR ANY OTHER MEMBERS OF THE MCDONALD’S SYSTEM SHALL BE LIABLE FOR ANY DIRECT OR INDIRECT LOST PROFITS OR LOST BUSINESS DAMAGE, SPECIAL, INDIRECT, CONSEQUENTIAL, EXEMPLARY OR INCIDENTAL DAMAGES, INCLUDING LOST DATA, PERSONAL INJURY, OR PROPERTY DAMAGE RELATED TO OR ARISING OUT OF THE ONLINE SERVICES. NOTHING IN THIS SECTION IS INTENDED TO LIMIT MCDONALD’S LIABILITY FOR DAMAGES TO THE EXTENT CAUSED BY MCDONALD’S OWN NEGLIGENCE, GROSS NEGLIGENCE OR INTENTIONAL OR UNLAWFUL MISCONDUCT. ADDITIONALLY, NOTHING IN THIS SECTION IS INTENDED TO LIMIT OR ALTER YOUR RIGHTS AS A CONSUMER THAT CANNOT BE LIMITED OR ALTERED UNDER APPLICABLE LAW. CPRL reserves all legal rights to recover damages or other compensation under these terms or as allowed by law.<\/p>\n<p><strong>McDonald’s provides the online services “AS-IS” and without any warranties.<\/strong> The online services may include inaccuracies or errors. CPRL PROVIDES THE ONLINE SERVICES &#8220;AS IS&#8221; AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESSED OR IMPLIED. CPRL DISCLAIMS ALL WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. CPRL DOES NOT WARRANT OR MAKE ANY REPRESENTATION THAT THE ONLINE SERVICES WILL BE ACCURATE, RELIABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE ONLINE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. YOU ASSUME TOTAL RESPONSIBILITY RELATED TO YOUR USE OF THE ONLINE SERVICES. YOUR SOLE REMEDY AGAINST CPRL FOR DISSATISFACTION WITH THE ONLINE SERVICES IS TO STOP USING THEM. THIS LIMITATION OF RELIEF IS A PART OF THE BARGAIN BETWEEN THE PARTIES.<\/p>\n<p><strong>Third party services.<\/strong> The online services may link to or allow you to use third-party websites, downloadable materials, content, social networks, or other digital services (together, “third party services”). These third parties may have their separate terms and conditions or privacy policies that you should review and understand before using them. CPRL does not endorse and is not associated with any of these third party services. CPRL HAS AND ALL OTHER MEMBERS OF THE MCDONALD’S SYSTEM HAVE NO RESPONSIBILITY FOR ANY LOSS OR DAMAGES ARISING FROM OR RELATED TO THESE THIRD PARTY SERVICES.<\/p>\n<p><strong>Events beyond our control.<\/strong> CPRL HAS NO RESPONSIBILITY for A FAILURE TO PERFORM any of ITS obligations under these terms caused by or related to any event beyond CPRL’S reasonable control. If such an event occurs, then CPRL’s obligations under these terms will be suspended for the duration of the event; and CPRL may, but is not required to, use reasonable endeavors to find a solution by which its obligations under these terms may be performed despite the event.<\/p>\n<ul>\n<li><strong>Apple Applications<\/strong><\/li>\n<\/ul>\n<p>These terms incorporate and supplement the Apple, Inc. (“Apple”) terms and Conditions (available at <a href=\"http:\/\/www.apple.com\/legal\/itunes\/us\/terms.html#service\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.apple.com\/legal\/itunes\/us\/terms.html#service<\/a>), including the Licensed Application End User terms therein (“Apple terms”). If you are using the online services through Apple application (“Apple Application”), you also acknowledge and agree:<\/p>\n<ul>\n<li>Apple has no obligation at all to provide any support or maintenance services in relation to the Apple Application. If you have any maintenance or support questions in relation to the Apple Apps, please contact McDonald’s, not Apple, using the above Support Services details;<\/li>\n<li>except as otherwise expressly set out in these terms, any claims relating to the possession or use of the Apple Application are between you and McDonald’s (and not between you, or anyone else, and<br \/>\nApple); and<\/li>\n<li>in the event of any claim by a third party that your possession or use (in accordance with these terms) of the Apple Application infringes any intellectual property rights, Apple will not be responsible or liable to you in relation to that claim;<\/li>\n<\/ul>\n<p>If the Apple Application that you have purchased does not conform to any warranty applying to it, you may notify Apple, which may refund the purchase price of the Apple Application to you subject to then-current Apple terms and conditions. Subject to that, and to the maximum extent permitted by law, Apple does not give or enter into any warranty, condition or other term in relation to the Apple Application and will not be liable to you for any claims, losses, costs or expenses of whatever nature in relation to the Apple Application or as a result of you or anyone else using the Apple Application or relying on any of its content.<\/p>\n<ul>\n<li><strong>Miscellaneous.<\/strong><\/li>\n<\/ul>\n<ul>\n<li>CPRL makes no representation that the online services are appropriate or available outside of the India (North and East). If you use the online services from other locations you are responsible for compliance with applicable local laws.<\/li>\n<li>These terms will be governed and interpreted pursuant to the laws of India, notwithstanding any principles of conflicts of law.<\/li>\n<li>Although these terms govern the online services as between CPRL and you only (and although Apple is not a party to, and no other Members of the McDonald’s System are parties to, these terms), Apple and other Members of the McDonald’s System are third party beneficiaries under these terms and will have the right to enforce against you those rights that CPRL’s holds under these terms to the extent such terms may pertain to them; there are no other third beneficiaries under these terms.<\/li>\n<li>The terms are written in English. Any translation of the terms into another language is provided solely for your convenience, and to the extent there is any conflict between the two, the English version controls.<\/li>\n<li>On termination of these terms or of your permission to use the online services, all rights granted to you under terms shall cease; however, these terms will continue to apply to your prior use of the online services and anything relating to or arising from such use. Upon termination, all of rights of CPRL and other Members of the McDonald’s System, including all intellectual property rights, proprietary rights, and licenses in these terms shall survive, as well all restrictions on use, all limitations on liability and disclaimers.<\/li>\n<li>Each of the terms and conditions in these terms are severable and operate separately. If any of them are unlawful, void or unenforceable, then the remaining terms and conditions will remain in full force and effect.<\/li>\n<li>If CPRL fails to insist that you perform any of your obligations under these terms, or if CPRL does not enforce its rights against you, or delays in doing so, that will not mean that CPRL has waived its rights against you and will not mean that you do not have to comply with those obligations.<\/li>\n<li>CPRL may transfer its rights and obligations under these terms to another organization or entity, but this will not affect your rights or our obligations under these terms. You may only transfer your rights or obligations under these terms to another person if CPRL agrees in writing.<\/li>\n<\/ul>\n[\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1628224197636{margin-bottom: 0px !important;}&#8221;]<strong>GENERAL TERMS RELATING TO SERVICES<\/strong><\/p>\n<ul>\n<li>It shall be the responsibility of the customer to ensure that delivery instructions are clear and concise.<\/li>\n<li>The acceptance of order shall be in the sole discretion of CPRL. CPRL reserves the right to refuse or to accept or to cancel any order from any customer beyond the delivery area or otherwise.<\/li>\n<li>It is clarified that McDelivery is not available at all restaurants of McDonald’s India (North and East). To check whether McDelivery is available in your area, customers can visit <a href=\"https:\/\/mcdindia.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">www.mcdindia.com<\/a><\/li>\n<li>CPRL reserves the right, in its sole discretion, without limitations, conditions and\/or qualifications, and without need of prior notification, to limit, change, modify or cancel any order, and\/or to refuse any service to any customer for any reason attributable to the unavailability of the items ordered, or other circumstances and conditions beyond the control of CPRL, which would render impossible or delay the fulfillment of its obligations.<\/li>\n<li>Delivery orders are subject to:\n<ul>\n<li>customer addresses falling in the delivery area (area within which McDelivery is available) of the nearest restaurant. The delivery area is defined from time to time by CPRL, in its sole and absolute discretion and is subject to change;<\/li>\n<li>the delivery address being mapped to the nearest restaurant that delivers in customer area; and<\/li>\n<li>availability of McDonald’s products.<\/li>\n<\/ul>\n<p>In case the delivery locality is not listed in the restaurant map, delivery orders cannot be placed.<\/li>\n<li>Once an order has been placed, it cannot be changed or cancelled by the customers for any reason.<\/li>\n<li>The price of McDonald’s products in all States (except Rajasthan) where CPRL operates its restaurants, is exclusive of Goods and Services Tax (GST). Prices in Rajasthan are inclusive of GST.<\/li>\n<li>The price of McDonald’s products is exclusive of delivery charges. The customer is liable to pay delivery charges (on the order placed through McDelivery) as applicable in that particular city plus applicable GST and other taxes as may be applicable from time to time.<\/li>\n<li>CPRL shall use its best efforts to meet the scheduled delivery time (displayed on the website or mobile application), however, it does not guarantee these delivery timelines in every case. CPRL shall not have any liability to customer if the customer’s order fails to meet in whole or in part such scheduled delivery time.<\/li>\n<li>It is customer’s responsibility to ensure that customer himself\/herself or an appropriate person is available at the delivery address and he\/she must pay in full for the order placed through McDelivery. If customer or appropriate person fails to be present for McDelivery, CPRL is entitled to charge the customer in full the amount of order and the cost of delivery<\/li>\n<li>In case of cash on delivery order, customer shall pay in cash, at the time of delivery, all charges (including delivery charges mentioned above) incurred in connection with the order.<\/li>\n<li>CPRL reserves the right to reject the Delivery order or to cancel the same once it is accepted:\n<ul>\n<li>in case CPRL is unable to contact the customer due to any reason whatsoever on the mobile \/ landline number of the customer as provided by the customer at the time of placing the order;<\/li>\n<li>in case of non-receipt of payment in full or in part in any previous order;<\/li>\n<li>in case of abusive\/aggressive behavior of the customer or any person collecting his\/her order, towards any employee\/ representative \/rider of CPRL in any previous instance;<\/li>\n<li>if there is a repeating trend of order cancellations;<\/li>\n<li>if there is a trend of frequent unsubstantiated complaints and consequent replacements;<\/li>\n<li>if customer has provided wrong, inaccurate, incomplete or incorrect address;<\/li>\n<li>if customer’s address is not falling in defined delivery area of the nearest or any other restaurant or beyond the delivery area of CPRL;<\/li>\n<li>in view of difficult operating conditions for McDelivery like heavy traffic or inclement weather condition or New Year’s Eve, festivals, including Christmas, Deepavali and Navratri, political rallies etc; or<\/li>\n<li>in any other event, including but not limited to, any act of God, pandemic, lockdowns, curfews at the sole discretion of CPRL, without the need to assign any reason or explanation.<\/li>\n<\/ul>\n<\/li>\n<li>Menu and prices are subject to change without notice.<\/li>\n<li>CPRL reserves the right to send to the customers registered with McDelivery, promotional electronic mails and Short Message Service (SMS) though the mobile numbers of such customers that may be registered with the National DND (Do Not Disturb).<\/li>\n<li>By registering on McDelivery, the customer expressly agrees to allow CPRL to contact him\/her for offers and updates relating to his\/her account.<\/li>\n<li>Coke Zero is not recommended for children below 12 years or for pregnant women or for phenylketonurics.<\/li>\n<li>Access and Security:<br \/>\nCPRL will take reasonable steps to ensure that the personal information collected is accurate, complete and up-to-date. You can access and edit\/modify your personal information i.e. name, postal address and contact details at any time. CPRL will take reasonable steps to protect personal information from misuse, loss and unauthorized access, modification or disclosure.<\/li>\n<li>Sensitive Personal Information:<br \/>\nCPRL will not collect, use or disclose sensitive personal information except with your specific consent.<\/li>\n<li>Credit card and netbanking details:<br \/>\nCPRL does not store any of your credit card and\/or netbanking details. We work with third-party secured payment providers to handle online transactions who might store card information based on the user’s consent.<\/li>\n<li>Click Stream Data:<br \/>\nEach time you visit the our website our server collects some anonymous information, known as click-stream data, including the type of browser and system you are using; the address of the site you have come from and move to after your visit; the date and time of your visit; and your server’s IP address. CPRL may collect this information for statistical purposes to find out how the websites is used and navigated, including the number of hits, the frequency and duration of visits, most popular session times. CPRL may use this information to evaluate and improve our website.<\/li>\n<li>Cookies:<br \/>\n“Cookies” are pieces of information that a website transfers to an individual’s hard drive for record keeping purposes. Cookies allow the website to remember important information that will make your use of the sites more convenient. Like most websites, CPRL uses cookies for a variety of purposes in order to improve your on-line experience. e.g., we track the total number of visitors to our website on an anonymous aggregate basis. We may also employ cookies so that we recognize you when you revisit our sites and to keep track of the items\/pages you view on our website to help us customize your experience. For example, once you have placed an order you may be offered the opportunity to personalize your order so that the system remembers it for future use. We may associate personal information with a cookie file in those instances. With most internet browsers, you can erase cookies from your computer hard drive, block all cookies, or receive a warning before a cookie is stored. If you want to do this, refer to your browser instructions or help screen to learn more. If you disable all cookies, you may not be able to take advantage of all the features of our sites.<\/li>\n<li>Links to Other Sites:<br \/>\nThe policies of CPRL’s website may vary from other McDonald’s sites operated by other McDonald’s entities, however because of local customs, practices or laws or due to circumstances unique to those sites. In all cases, however, we will honour the commitments to our customers set forth in this policy regarding the collection and use of personal information.<\/li>\n<li>A customer may download one copy of the mobile application on for personal, non-commercial and home use only, provided that the customer agrees not to delete or change any copyright, trademark, or other proprietary notices. Modification or use of any Materials for any other purpose may violate CPRL’s intellectual property rights. The Material is provided for lawful purposes only. Our mobile application and website, including all files, images, contained in or generated by the application, and accompanying data (together, the “<strong>Software<\/strong>”) are deemed to be licensed to you by CPRL. No rights and interests in any such material or intellectual property rights shall be transferred to you but shall remain with CPRL. You may not resell, decompile, reverse engineer, disassemble, or otherwise convert the Software to a human perceivable form, except to the extent permitted by law. Some Software may be subject to U.S. export control laws applicable and the software may not be downloaded or otherwise exported or re-exported except in accordance with all applicable laws: (a) into (or to a national or resident of) any country to which the U.S. has placed an embargo, including without limitation, Cuba, Iran, Iraq, Libya, North Korea or Syria; (b) to everyone on the US Treasury Department’s Specially Designated Nationals (SDN) list, or (c) the US Commerce Department’s Table of Denial Orders. If you download or use the Software, you represent and warrant that you are not located in, or under the control of, or a national or any such country or on any such list.<\/li>\n<li>All remarks, suggestions, ideas, graphics, or other information communicated to CPRL through this site (together, the “<strong>Submission<\/strong>”) will forever be the property of CPRL. CPRL will not be required to treat any Submission as confidential, and will not be liable for any ideas for its business (including without limitation, product, or advertising ideas) and will not incur any liability as a result of any similarities that may appear in its future operations. Without limitation, CPRL will have exclusive ownership of all present and future existing rights to the Submission of every kind and nature everywhere. Except as noted below in this paragraph, CPRL will be entitled to use the Submission for any commercial or other purpose whatsoever without compensation to you or any other person sending the Submission. You acknowledge that you are responsible for whatever material you submit, and you, not CPRL shall have full responsibility for the message, including its legality, reliability, appropriateness, originality, and all relevant intellectual property rights residing therein.<\/li>\n<li>Prohibited Use<br \/>\nIn addition to other prohibitions as set forth in the Terms and Conditions, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, central or state or local regulations, rules or laws; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of Terms and Conditions or of any related Website\/App, other Website\/Apps, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of our online Services or any related Website\/App, other Website\/Apps, or the Internet. We reserve the right to terminate your use of Online Services or any related Website\/App for violating any of the prohibited uses.<\/li>\n<li>Indemnification<br \/>\nYou agree to indemnify, defend and hold harmless us and our franchisee\/s, affiliate\/s, directors, members and any persons, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms and Conditions or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.<\/li>\n<li>Severability<br \/>\nIn the event that any provision of these Terms and Conditions is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms and Conditions, such determination shall not affect the validity and enforceability of any other remaining provisions.<\/li>\n<li>In case of any dispute with respect to these terms and conditions or orders, the decision of CPRL shall be final and binding on all concerned. Disputes, if any, are subject to the jurisdiction of the competent court\/s at New Delhi only.<\/li>\n<\/ul>\n<p><strong>Freedom Offer: Free small coke<\/strong><\/p>\n<ul>\n<li>This offer is applicable to all McDonald’s restaurants in Delhi NCR only.<\/li>\n<li>The free product can only be redeemed through the McDonald’s app.<\/li>\n<li>The offer is valid from Aug 5 to Sep 30, 2021.<\/li>\n<li>On bringing the physical tag (which mentions the “<strong>Free small Coke<\/strong>”) to the restaurant, one can avail a free small Coke. The free Coke cannot be replaced with a free Sprite or Fanta.<\/li>\n<li>The tag must be handed to the crew member at the restaurant counter.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p style=\"margin-top: 20px;\">Connaught Plaza Restaurant Private Limited<br \/>\n25, Bazaar Lane,<br \/>\nBengali Market,<br \/>\nNew Delhi 110001<\/p>\n[\/vc_column_text][mk_padding_divider][\/vc_column_inner][vc_column_inner width=&#8221;3\/12&#8243;][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/mk_page_section]\n","protected":false},"excerpt":{"rendered":"<p>[mk_page_section full_width=&#8221;true&#8221; el_class=&#8221;terms-section&#8221; sidebar=&#8221;sidebar-1&#8243;][vc_column][vc_row_inner][vc_column_inner width=&#8221;9\/12&#8243;][vc_column_text el_class=&#8221;terms-heading main-heading&#8221; css=&#8221;.vc_custom_1590385706983{margin-bottom: 0px !important;}&#8221;] Terms and Conditions [\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1614055551236{margin-bottom: 0px !important;}&#8221;]IMPORTANT: PLEASE CAREFULLY READ AND UNDERSTAND THESE TERMS AND CONDITIONS (“TERMS”). THEY CONTAIN LIMITATIONS ON CPRL’S LIABILITY AND OTHER PROVISIONS THAT AFFECT YOUR LEGAL RIGHTS. By installing, accessing or using any websites, mobile apps, email newsletters and subscriptions, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yst_prominent_words":[160,161,166,216,215,218,71,65,67,217,122],"acf":[],"_links":{"self":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/1155"}],"collection":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/comments?post=1155"}],"version-history":[{"count":6,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/1155\/revisions"}],"predecessor-version":[{"id":1597,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/1155\/revisions\/1597"}],"wp:attachment":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/media?parent=1155"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1155"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}