{"id":3,"date":"2019-12-10T03:56:21","date_gmt":"2019-12-10T03:56:21","guid":{"rendered":"http:\/\/mcdindia.com\/\/?page_id=3"},"modified":"2020-06-03T11:08:51","modified_gmt":"2020-06-03T05:38:51","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/mcdindia.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"[mk_page_section full_width=&#8221;true&#8221; el_class=&#8221;terms-section&#8221; sidebar=&#8221;sidebar-1&#8243;][vc_column][vc_row_inner][vc_column_inner width=&#8221;9\/12&#8243;][vc_column_text el_class=&#8221;terms-heading main-heading&#8221; css=&#8221;.vc_custom_1586327120429{margin-bottom: 0px !important;}&#8221;]\n<h1>Privacy Policy<\/h1>\n[\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1591162553464{margin-bottom: 0px !important;}&#8221;]<em>Effective Date: June 2, 2020<\/em>[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586327055320{margin-bottom: 0px !important;}&#8221;]At Connaught Plaza Restaurants Private Limited, which is a licensee of McDonald’s in North and East India (“McDonald’s”), we respect your concerns about privacy. This privacy statement describes how McDonald’s collects, uses, protects and shares the personal information of our customers. Customers include those who visit our restaurants, use our websites and mobile apps, and otherwise interact with us.[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586327190295{margin-bottom: 0px !important;}&#8221;]\n<h2>1. Information We Collect<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586327440978{margin-bottom: 0px !important;}&#8221;]\n<p>We may collect personal information about you when you visit our restaurants, use our websites or mobile apps (“online services”), and otherwise interact with us (collectively, “services”).  The information we collect falls into three categories: (a) information you provide us; (b) information we collect through automated methods, and (c) information we collect from other sources.<\/p>\n<p>Generally, your providing of your personal information is voluntary.  However, there may be situations where your providing of personal information is necessary to provide a service or is required by law.  Please note that in certain cases, we may be unable to provide you with our services unless you provide the information. We will let you know when the providing of your personal information is necessary.<\/p>\n<p>We may combine the information you provide us, with information that is collected through automated methods, and with information we receive from other sources.<\/p>\n<p><i>We collect information you provide us.<\/i><\/p>\n<p>You may provide the following information to us, depending on how you interact with us:<\/p>\n<ul>\n<li>personal details, such as your name, postal and email addresses, phone number, birthday information and other contact information, when you register with our online services, log-in to Wi-Fi, enter one of our competitions, or contact us by phone or through our online services;<\/li>\n<li>transaction information, including information about the products you buy, prices, method of payment and payment details;<\/li>\n<li>account information, such as your username or password (or anything else that identifies you) used to access our online services or to buy or use our products and services;<\/li>\n<li>profile information, including products and services you like, or times you prefer to visit us; and<\/li>\n<li>other personal information you choose to provide us when you interact with us.<\/li>\n<\/ul>\n<p><i>We collect information through automated methods.<\/i><\/p>\n<p>We may use automated technology to collect information from your computer system or mobile device when you visit our restaurants, use our online services, or in-restaurant technology.  Automated technology may include cookies, local shared objects, and web beacons.<\/p>\n<p>We may collect information about your:<\/p>\n<ul>\n<li>internet protocol (IP) address;<\/li>\n<li>date and time of access of our online services or in-restaurant technology;<\/li>\n<li>name and URL of the file retrieved when you use our online services;<\/li>\n<li>computer or mobile-device operating system and browser type;<\/li>\n<li>type of mobile device and its settings;<\/li>\n<li>unique device identifier (UDID) or mobile equipment identifier (MEID) for your mobile device;<\/li>\n<li>device and component serial numbers; advertising identifiers (for example, IDFAs and IFAs) or similar identifiers;<\/li>\n<li>referring website (a site that has led you to ours) or application; and<\/li>\n<li>activity related to how you use our online services, such as the pages you visit on our sites or in our mobile apps.<\/li>\n<\/ul>\n<p>Our online services and in-restaurant technology may collect information about the exact location of your mobile device or computer using geolocation and technology such as GPS, Wi-Fi, Bluetooth, or cell tower proximity.  For most mobile devices and computer systems, you will be requested to give your permission for McDonald’s to process this information. You are able to withdraw your permission for us to collect this information by using the device or web-browser settings.  If you have any questions about how to prevent us from collecting exact information about your location, we recommend you contact your mobile-device service provider, the device manufacturer, or your web-browser provider. Some online services and in-restaurant technology may not work properly without information about your location.  If you would like us to delete information we have collected which could identify your location, please contact us at the email or postal address listed below. By law, we may need to keep certain information.<\/p>\n<p><i>We collect information from other sources.<\/i><\/p>\n<p>We may collect information about you from other companies and organizations, including public databases, social media platforms, or third party partners such as analytics or marketing providers.  We may also collect information that is publicly available. For example, we may collect public profile information about you when you interact with us through social media. We may also collect communications to us or regarding us on social media.<\/p>\n<p>We may combine the information you provide us, with information that is collected through automated methods, and with information we receive from other sources.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586327566086{margin-bottom: 0px !important;}&#8221;]\n<h2>2. How We Use The Information We Collect<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586327699408{margin-bottom: 0px !important;}&#8221;]\n<p>We may use the information we collect in the following ways.<\/p>\n<p>To provide our services and contract with you to:<\/p>\n<ul>\n<li>carry out your requests, fulfill orders, and process payments for our products and services;<\/li>\n<li>communicate with you about your orders, purchases or accounts with us, requests, questions, and comments;<\/li>\n<li>provide online services to you, which includes our websites or mobile apps; and<\/li>\n<li>provide customer support, including to process any concerns about our services.<\/li>\n<\/ul>\n<p>To market to you, improve our services, and the following additional legitimate business interests to:<\/p>\n<ul>\n<li>tell you about our products and services, competitions, offers, promotions or special events that we believe may interest you;<\/li>\n<li>tell you about the products and services of our business partners;<\/li>\n<li>personalize your experience in our restaurants and on our online services;<\/li>\n<li>manage our business, including developing new products and services, conducting consumer and operations research, and assessing the effectiveness of our sales, marketing, and advertising;<\/li>\n<li>use analytics and profiling technology to personalize your experience, deliver content (including advertising) tailored to your interests and how you use our online services or in-store technologies, manage our business, help diagnose technical and service issues, administer our online services and in-store technologies, identify users of our online services, identify a device for fraud prevention purposes, gather demographic information about our customers, and determine usage patterns of our services;<\/li>\n<li>maintain, manage, and improve our products, offers, promotions, and online services and other technology; ensure the security of our networks and systems.<\/li>\n<\/ul>\n<p>To comply with applicable law:<\/p>\n<ul>\n<li>protect against, identify and prevent fraud and other crime, claims and other liabilities;<\/li>\n<li>comply with legal obligations and our policies;<\/li>\n<li>establish, exercise or defend a legal claim; and<\/li>\n<li>monitor and report compliance issues.<\/li>\n<\/ul>\n<p>With your consent (where required by applicable law), we may use the information we collect for the following purposes:<\/p>\n<ul>\n<li>to send you e-mails or text messages about our products and services, competitions, offers, promotions or special events that we believe may interest you;<\/li>\n<li>to send you e-mails or text messages about the products and services of our business partners;<\/li>\n<li>provide location-based services;<\/li>\n<li>provide online services to children (if parental consent is provided);<\/li>\n<li>deploy cookies and similar technologies; and<\/li>\n<li>provide online services to you, which includes our websites or mobile apps.<\/li>\n<\/ul>\n<p>We may use the information we collect about you in other ways, which we will tell you about at the time we collect it or for which we will seek your consent.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586327807165{margin-bottom: 0px !important;}&#8221;]\n<h2>3. How We Share The Information We Collect<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586327865901{margin-bottom: 0px !important;}&#8221;]\n<p>We do not sell your personal information and only share your information as described in this privacy statement.<\/p>\n<p>We may share your personal information within the McDonald&#8217;s Family.  The McDonald&#8217;s Family includes McDonald’s Corporation, its affiliates, subsidiaries, suppliers, vendors and franchisees.  These countries may not have the same level of legal data protection as the country in which you initially provided the information, but we do request such Members of the McDonald’s Family who receive this information from us to not use or share the information, except as set out in this privacy statement.<\/p>\n<p>We may share your personal information with vendors who provide services to us, such as fulfilling orders, providing data processing and other information technology services, managing promotions, contests, prize draws and sweepstakes, carrying out research and analysis, and personalizing individual McDonald’s customer experiences.  We do not allow these vendors to use this information or to share it for any purpose other than to provide services on our behalf.<\/p>\n<p>We may, for strategic or other business reasons, decide to sell or transfer all or part of our business.  As part of that sale or transfer, we may pass information we have collected and stored, including personal information, to anyone involved in the sale or transfer.<\/p>\n<p>There may be times where we may share information when it does not directly identify you.  For example, we may share anonymous, aggregated statistics about your use of our online services.  Or we may combine information about you with other customers and share the information in a way that does not link to a specific customer.<\/p>\n<p>We reserve the right to use or share personal information as necessary to keep to any law, regulation or legal request, to protect our online services and in-restaurant technology, to bring or defend legal claims, to protect the rights, interests, safety and security of our organization, our employees, or members of the public, or in connection with investigating fraud or other crime, or violations of our policies.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586327904734{margin-bottom: 0px !important;}&#8221;]\n<h2>4. Children&#8217;s Privacy Notice<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1591162633808{margin-bottom: 0px !important;}&#8221;]We understand how important it is to protect your privacy when you use our online services.  We are especially committed to protecting the privacy of children who visit or use our online services.<\/p>\n<p>This section is designed to answer your questions about how we use the personal information we collect from children under the age of 18 when they use our online services.<\/p>\n<ol style=\"list-style-type: none;\">\n<li>A. What personal information do you collect?<\/li>\n<\/ol>\n<p>We offer many features on our sites, such as games and coloring books, which children do not have to provide any personal information.  However, sometimes we may collect personal information, such as an email address, a postal address or phone number, from your child as part of an activity.<\/p>\n<p>Here are two examples of information we collect.<\/p>\n<ul>\n<li>We may collect your child&#8217;s email address so that we can tell them if they have won or lost a contest, competition, prize draw or sweepstake.  We will tell them using the email address they have given us. We will not keep the email address or use it for any other purpose.<\/li>\n<li>We may collect your child&#8217;s email address to respond to a one-off request from them, such as to send them a screen saver.  In these cases we will promptly delete their email address from our system once we have replied to them, and we will not use the address for any other purpose.<\/li>\n<\/ul>\n<p>We will not collect other personal information from a child under the age of 18 without the permission of a parent or guardian. If we need this permission, we will collect your email address so we can tell you how we use information and get your permission to collect information from your child.<\/p>\n<p>We will only ask a child for information that is reasonably necessary for them to take part in any online activity.<\/p>\n<ol style=\"list-style-type: none;\">\n<li>B. How do you use the personal information you collect?<\/li>\n<\/ol>\n<p>We use the email address your child gives us to respond to requests or to tell them if they have won or lost a contest, competition, prize draw or sweepstake they have entered.  We will use your email address to give you details about how we use personal information or to get your permission.<\/p>\n<ol style=\"list-style-type: none;\">\n<li>C. How do you share personal information?<\/li>\n<\/ol>\n<p>We may share your child&#8217;s personal information with other people or organizations if it is reasonably necessary, in the following circumstances.<\/p>\n<ul>\n<li>To protect the security or integrity of our online services.<\/li>\n<li>To take precautions against liability.<\/li>\n<li>If we have to reveal the information by law or in response to requests from government authorities.<\/li>\n<li>When we believe sharing the information is necessary or appropriate to prevent physical harm or financial loss.<\/li>\n<li>In connection with an investigation of suspected or actual crime.<\/li>\n<\/ul>\n<p>We also may share your child’s personal information with vendors (those who provide services for us).  These services may include hosting our sites, providing technical services, meeting requests or managing a contest, competition, prize draw, or sweepstake.  We do not allow these vendors to share the personal information we give them unless it is necessary for them to carry out the service for us.<\/p>\n<ol style=\"list-style-type: none;\">\n<li>D. Requests from parents about protecting children&#8217;s privacy<\/li>\n<\/ol>\n<p>You can see personal information we have collected from your child that has not been deleted, and can ask us to delete personal information from our records if we have not already done so.  You can also refuse to allow us to further collect or use your child&#8217;s personal information, even if you have previously given us your permission. To do this, please email or write to us (our contact details are below).<\/p>\n<ol style=\"list-style-type: none;\">\n<li>E. Who should I contact with questions about children’s privacy?<\/li>\n<\/ol>\n<p>We urge parents to regularly monitor and supervise their children&#8217;s online activities. If you have any questions about our children’s privacy practices, please contact us at:<\/p>\n<p>Privacy at McDonald&#8217;s:<\/p>\n<p>25, Bazaar Lane,<br \/>\nBengali Market,<br \/>\nNew Delhi – 110 001<\/p>\n<p>Attn: Mr. Vinay Kumar, IT Lead<br \/>\nEmail: <a href=\"mailto:privacy@del.in.mcd.com\" target=\"_blank\" rel=\"noopener noreferrer\">privacy@del.in.mcd.com<\/a><\/p>\n<p>We urge parents to regularly monitor and supervise their children&#8217;s online activities. If you have any questions about our children’s privacy practices, please contact us using the contact information provided below.[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586328413359{margin-bottom: 0px !important;}&#8221;]\n<h2>5. Your Choices<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586328723983{margin-bottom: 0px !important;}&#8221;]\n<p><i>Marketing Communications<\/i><\/p>\n<p>If you have agreed to receive marketing communications from us, you can later opt out by following the opt-out instructions in the marketing communications we send you.  You can also generally find your communication preferences with instructions on how to opt out in the profile section of the online services that you use. You may also have the ability to change your communication preferences using your device settings.<\/p>\n<p>If you do opt out of receiving marketing communications from us, we may still send communications to you about your transactions, any accounts you have with us, and any contests, competitions, prize draws or sweepstakes you have entered.  Opting out of one form of communication does not mean you have opted out of other forms as well. For example, if you opt out of receiving marketing emails, you may still receive marketing text messages if you have opted in to receiving them.<\/p>\n<p>We do not share personal information with third parties for their own direct marketing purposes, unless you give us permission to do so.  When we give you notice, and you consent, we will share your personal information as you direct us to.<\/p>\n<p><i>Your Personal Information Rights<\/i><\/p>\n<p>If at any time you would like to access, correct, or delete personal information we have collected from, please contact us at the email or postal address mentioned below. In certain circumstances, including when required by applicable law, we will comply with your request. We may be required by law to retain certain information\/ Before McDonald’s is able to provide you with any information or correct any inaccuracies, we may ask you to verify your identity and\/or provide other details to help us respond to your request.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586328839839{margin-bottom: 0px !important;}&#8221;]\n<h2>6. Use of Our Online Services and Other Technology<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329160698{margin-bottom: 0px !important;}&#8221;]\n<p>We, and our vendors who provide services to us, may use cookies, web beacons and other similar technologies on our online services and in other areas related to our business, such as online advertising, to collect information and provide you with the services or products that you have requested.<\/p>\n<p><i>Cookies and other technologies<\/i><\/p>\n<p>A “cookie” is a small text file that is placed onto an Internet user’s web browser or device and is used to remember and\/or obtain information about the user.  Some countries in which we operate may have a cookies policy. That specific information, by country, is provided below.<\/p>\n<p>A “web beacon” is a small object or image that is embedded into a web page, application, or email and is used to track activity.  They are also sometimes referred to as pixels and tags.<\/p>\n<p>Please note the following:<\/p>\n<ul>\n<li>You might be assigned a cookie when using our online services.<\/li>\n<li>We offer certain features that are available only through the use of cookies and other similar technologies.<\/li>\n<li>We may use both session (for the duration of your visit) and persistent (for the duration of a fixed period of time) cookies and other tracking technologies.<\/li>\n<li>Our online services and other areas related to our business may have web beacons.<\/li>\n<\/ul>\n<p>We use cookies, web beacons and other similar technology, to collect information for the purposes described in this privacy statement.  We may also combine the information collected by these technologies with information we have collected about you by other means that are described in this privacy statement.<\/p>\n<p>We may use these technologies to:<\/p>\n<ul>\n<li>uniquely identify you or your device;<\/li>\n<li>allow you to access and use our online services, where without them, our online services may not work properly;<\/li>\n<li>further system security where appropriate;<\/li>\n<li>statistical purposes, in order to measure use of our websites and mobile apps;<\/li>\n<li>improve our products and services;<\/li>\n<li>help us monitor the performance (e.g., traffic, errors, page load time, popular sections, etc.) of our online services;<\/li>\n<li>remember you, for your convenience, when you visit our online services<\/li>\n<li>help customize your experience;<\/li>\n<li>to market to you through targeted advertising; and<\/li>\n<li>for other purposes described in the section of this privacy statement titled, “How we use the information we collect.”<\/li>\n<\/ul>\n<p>For example, we may use certain technologies to determine whether you have opened an e-mail or clicked on a link contained in an e-mail, how you use the pages and content in our mobile apps, or whether you have clicked on a McDonald’s online advertisement.<\/p>\n<p>Both we and others (such as our advertising networks) may use these technologies to collect information about your online activities, over time and across third-party websites and devices, and when using our online services to further personalize your experience with us.<\/p>\n<p>Use the options in your web browser if you do not wish to receive a cookie or if you wish to set your browser to notify you when you receive a cookie. Click on the “Help” section of your browser to learn how to change your cookie preferences.  If you disable all cookies, you may not be able to take advantage of all the features available on a website.<\/p>\n<p>Some newer web browsers may have a &#8220;Do Not Track&#8221; preference that transmits a &#8220;Do Not Track&#8221; header to the websites you visit with information indicating that you do not want your activity to be tracked.  McDonald’s does not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed. We continue to review new technologies and may adopt a standard once one is created.<\/p>\n<p>Where video is available on our online services, we may target and track the videos you view.  You consent to our tracking of your video viewing through online services or third-party social media for up to two years, or as otherwise permitted by applicable law, or until you withdraw your consent.<\/p>\n<p><i>Targeted advertising<\/i><\/p>\n<p>When you use our online services, we (and our vendors who provide services to us) may collect information about your activities so that we can provide you with advertising tailored to your interests.<\/p>\n<p>Because we may take part in advertising (“ad”) networks, you may see certain ads on other websites.  Ad networks allow us to target the information we send you based on your interests, other information related to you, and contextual means.  These ad networks track your online activities over time by collecting information through use of cookies, web beacons, and web-server logs. The ad networks use this information to show you advertisements that may be of particular interest to you. The ad networks we take part in may collect information about your visits to websites that also take part in the relevant ad network, such as the pages or advertisements you view and how you use the websites.  We use this information, both on our online services and on third-party websites that take part in the ad networks, to provide you with advertising tailored to you, and to help us assess how effective our marketing is.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329211868{margin-bottom: 0px !important;}&#8221;]\n<h2>7. Links to Other Websites and Social Media<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329466829{margin-bottom: 0px !important;}&#8221;]\n<p>Our online services may offer links to websites that are not run by us but by third parties.  If you visit one of these linked websites, you should read the website’s privacy policy, terms and conditions, and their other policies.  We are not responsible for the policies and practices of third parties. Any information you give to those organizations is dealt with under their privacy policy, terms and conditions, and other policies.<\/p>\n<p>We may also have providers of other apps, tools, widgets and plug-ins on our online services, such as Facebook “Like” buttons, which may also use automated methods to collect information about how you use these features.  These organizations may use your information in line with their own policies.<\/p>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329549096{margin-bottom: 0px !important;}&#8221;]\n<h2>8. Information Security<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329614179{margin-bottom: 0px !important;}&#8221;]We are committed to taking appropriate measures designed to keep your personal information secure. Our technical, organizational and physical procedures are designed to protect personal information from accidental, unlawful or unauthorized loss, access, disclosure, use, alteration, or destruction. While we make efforts to protect our information systems, no website, mobile application, computer system, or transmission of information over the internet or any other public network can be guaranteed to be 100% secure.[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329655729{margin-bottom: 0px !important;}&#8221;]\n<h2>9. Retention<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329677888{margin-bottom: 0px !important;}&#8221;]We keep your information for the length of time needed to carry out the purposes outlined in this privacy statement and to adhere to our policies on keeping records (unless a longer period is required or permitted by law).[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329709843{margin-bottom: 0px !important;}&#8221;]\n<h2>10. International Data Transfers<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329727562{margin-bottom: 0px !important;}&#8221;]McDonald’s is a global organization with business processes, management structures and technical systems that cross borders. As such, we may share information about you within the McDonald’s Family and transfer it to countries in the world where we do business in connection with the uses identified above. These countries may not have the same level of legal data protection as the country in which you initially provided the information, but we do request such Members of the McDonald’s Family who receive this information from us to not use or share the information, except as set out in this privacy statement.[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329765362{margin-bottom: 0px !important;}&#8221;]\n<h2>11. Changes To Our Privacy Statement<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586329775835{margin-bottom: 0px !important;}&#8221;]This privacy statement is in effect as of the date noted at the top of the statement. We may change this privacy statement from time to time. If we do, we will post the revised version here and change the “Effective Date” (the date it applies from) at the top of the statement. You should check here regularly for the most up-to-date version of the statement.[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;policy-point-heading sub-heading-4&#8243; css=&#8221;.vc_custom_1586329798166{margin-bottom: 0px !important;}&#8221;]\n<h2>12. How To Contact Us<\/h2>\n[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1591162666803{margin-bottom: 0px !important;}&#8221;]The term ‘McDonald’s’ used in this privacy statement refers to Connaught Plaza Restaurants Private Limited having its registered office at Level 8, DLF Centre, Sansad Marg, Connaught Place, New Delhi – 110 001. Contact information for to reach us is as under.<\/p>\n<p>Privacy at McDonald&#8217;s:<\/p>\n<p>25, Bazaar Lane,<br \/>\nBengali Market,<br \/>\nNew Delhi – 110 001<\/p>\n<p>Attn: Mr. Vinay Kumar, IT Lead<br \/>\nEmail: <a href=\"mailto:privacy@del.in.mcd.com\" target=\"_blank\" rel=\"noopener noreferrer\">privacy@del.in.mcd.com<\/a>[\/vc_column_text][mk_padding_divider][\/vc_column_inner][vc_column_inner width=&#8221;3\/12&#8243;][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/mk_page_section]\n","protected":false},"excerpt":{"rendered":"<p>[mk_page_section full_width=&#8221;true&#8221; el_class=&#8221;terms-section&#8221; sidebar=&#8221;sidebar-1&#8243;][vc_column][vc_row_inner][vc_column_inner width=&#8221;9\/12&#8243;][vc_column_text el_class=&#8221;terms-heading main-heading&#8221; css=&#8221;.vc_custom_1586327120429{margin-bottom: 0px !important;}&#8221;] Privacy Policy [\/vc_column_text][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1591162553464{margin-bottom: 0px !important;}&#8221;]Effective Date: June 2, 2020[\/vc_column_text][mk_padding_divider size=&#8221;20&#8243;][vc_column_text el_class=&#8221;para-text&#8221; css=&#8221;.vc_custom_1586327055320{margin-bottom: 0px !important;}&#8221;]At Connaught Plaza Restaurants Private Limited, which is a licensee of McDonald’s in North and East India (“McDonald’s”), we respect your concerns about privacy. This privacy statement describes how McDonald’s [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"yst_prominent_words":[73,68,78,75,74,84,71,65,81,72,77,76,66,70,69,67,82,79,83,80],"acf":[],"_links":{"self":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":5,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1242,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1242"}],"wp:attachment":[{"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/media?parent=3"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/mcdindia.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}